{
  "faq_title": "Τι είναι ένα MOOC;",
  "faq_content": "<p style=\"line-height: 1.4; padding-left:30px; padding-right:30px;text-align:justify;\">Το MOOC είναι το αγγλικό ακρωνύμιο για <strong>M</strong>assive <strong>O</strong>nline <strong>O</strong>pen <strong>C</strong>ourse (Μαζικό Ανοιχτό Διαδικτυακό Μάθημα).</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Το ακρωνύμιο MOOC αναφέρεται σε μια πρωτοβουλία που ξεκίνησε το 2011 με ένα μάθημα Εισαγωγής στην Τεχνητή Νοημοσύνη από το Πανεπιστήμιο Stanford στο οποίο εγγράφηκαν 160.000 φοιτητές από 190 χώρες και έχει γίνει ένα παγκόσμιο κίνημα στο οποίο έχουν ενταχθεί τα καλύτερα πανεπιστήμια του κόσμου με τη δημιουργία διαφόρων πλατφορμών MOOC και χιλιάδων μαθημάτων που μοιράζονται έναν κοινό στόχο: να παρέχουν δωρεάν πρόσβαση σε ποιοτική ανώτατη εκπαίδευση σε οποιονδήποτε έχει σύνδεση στο διαδίκτυο.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">Τα MOOCs βασίζονται στην ενσωμάτωση τεχνολογιών που υπάρχουν στο Διαδίκτυο εδώ και πολύ καιρό: δικτυωμένο βίντεο, αυτοματοποιημένη αξιολόγηση από απόσταση και φόρουμ ερωτήσεων και απαντήσεων στον ιστό. Αλλά είναι τώρα που οι χρήστες έχουν συνηθίσει να χρησιμοποιούν δικτυωμένο βίντεο και κοινωνικά δίκτυα στην καθημερινή τους χρήση του Διαδικτύου, γεγονός που διευκολύνει τη δημιουργία κοινοτήτων φοιτητών που βρίσκονται οπουδήποτε στον κόσμο και μοιράζονται γνώσεις και εμπειρίες και βοηθούν ο ένας τον άλλον στη διαδικασία μάθησης, δίνοντας στην online εκπαίδευση μια νέα συνεργατική προσέγγιση. Αυτό, μαζί με τη διαθεσιμότητα πρόσβασης στα μαθήματα MOOC ανά πάσα στιγμή και από οπουδήποτε με πρόσβαση στο Διαδίκτυο, έχει καταστήσει δυνατή τη δημιουργία μιας νέας παγκόσμιας κοινότητας φοιτητών.</p>",
  
  "features_title": "Χαρακτηριστικά Μαθημάτων",
  "features_content": "<p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Τα MOOCs του <strong>UPV[X]</strong> είναι σχεδιασμένα για να σας βοηθήσουν να μάθετε δουλεύοντας με το δικό σας ρυθμό ανεξάρτητα και να σας παρέχουν την υποστήριξη της μαθησιακής κοινότητας αν το χρειάζεστε.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Για το σκοπό αυτό, τα MOOCs είναι δομημένα σε ενότητες που συνήθως αντιστοιχούν σε μία εβδομάδα εργασίας (αν και δεν συμβαίνει πάντα). Οι ενότητες είναι δομημένες σε μαθήματα με ένα βίντεο, που συνήθως διαρκεί μεταξύ 3 και 10 λεπτών, και μια ερώτηση ενίσχυσης στο τέλος για να σας βοηθήσει να στερεώσετε το περιεχόμενό του. Τα μαθήματα είναι προσανατολισμένα να ασχοληθούν με μία έννοια (ή έναν μειωμένο αριθμό από αυτές) έτσι ώστε να είναι όσο το δυνατόν πιο ατομικά.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Τα μαθήματα MOOC του UPV[X] μπορούν να έχουν διαφορετικά σχήματα αξιολόγησης, αλλά είναι συνηθισμένο στο τέλος κάθε ενότητας να υπάρχει μια εξέταση (συνήθως πολλαπλής επιλογής) που θα σας επιτρέψει να ελέγξετε την πρόοδό σας και να στερεώσετε τις γνώσεις, και που μετράει για ένα ορισμένο ποσοστό προς την τελική αξιολόγηση. Με αυτό θα έχετε συχνή ανατροφοδότηση για την πρόοδό σας που θα σας επιτρέψει να βελτιώσετε τη διαδικασία μάθησής σας.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Στο τέλος του MOOC θα υπάρχει μια τελική εξέταση για να αξιολογηθεί εάν έχετε επιτύχει τους μαθησιακούς στόχους που θα μετρήσει για ένα μεγαλύτερο ποσοστό προς την τελική αξιολόγηση.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Στα MOOCs υπάρχει επίσης ένα φόρουμ συζήτησης που συντονίζεται από την ομάδα του μαθήματος όπου οι φοιτητές μπορούν να θέτουν ερωτήσεις σχετικά με το περιεχόμενο του μαθήματος και να σχολιάζουν πράγματα που βρίσκουν ενδιαφέροντα. Η πρόσβαση σε μια διαδικτυακή κοινότητα χρηστών του Διαδικτύου με τα ίδια ενδιαφέροντα που μαθαίνουν ταυτόχρονα εμπλουτίζει την εμπειρία του μαθήματος.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">Ελπίζουμε ειλικρινά ότι θα απολαύσετε τα MOOCs μας και θα μάθετε μαζί μας.</p>"
}
