{
  "faq_title": "Was ist ein MOOC?",
  "faq_content": "<p style=\"line-height: 1.4; padding-left:30px; padding-right:30px;text-align:justify;\">MOOC ist die englische Abkürzung für <strong>M</strong>assive <strong>O</strong>nline <strong>O</strong>pen <strong>C</strong>ourse (Massiver offener Online-Kurs).</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Die Abkürzung MOOC bezieht sich auf eine Initiative, die 2011 mit einem Kurs „Einführung in die künstliche Intelligenz\" der Stanford University begann, für den sich 160.000 Studenten aus 190 Ländern einschrieben und der sich zu einer globalen Bewegung entwickelt hat, der sich die besten Universitäten der Welt durch die Schaffung verschiedener MOOC-Plattformen und Tausender von Kursen angeschlossen haben, die ein gemeinsames Ziel verfolgen: jedem mit Internetanschluss kostenlosen Zugang zu qualitativ hochwertiger Hochschulbildung zu bieten.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">MOOCs basieren auf der Integration von Technologien, die es im Internet schon lange gibt: Netzwerkvideo, automatisierte Fernbewertung und webbasierte Frage-und-Antwort-Foren. Aber jetzt haben sich die Nutzer daran gewöhnt, Netzwerkvideos und soziale Netzwerke in ihrer täglichen Internetnutzung zu verwenden, was es einfacher macht, Gemeinschaften von Studenten zu schaffen, die überall auf der Welt angesiedelt sind und Wissen und Erfahrungen teilen und sich gegenseitig im Lernprozess helfen, wodurch der Online-Schulung ein neuer kollaborativer Ansatz verliehen wird. Dies, zusammen mit der Verfügbarkeit des Zugangs zu MOOC-Kursen jederzeit und von überall mit Internetzugang, hat es ermöglicht, eine neue globale Gemeinschaft von Studenten zu schaffen.</p>",
  
  "features_title": "Kursmerkmale",
  "features_content": "<p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Die <strong>UPV[X]</strong> MOOCs sind so konzipiert, dass sie Ihnen helfen, in Ihrem eigenen Tempo selbstständig zu lernen und Ihnen bei Bedarf die Unterstützung der Lerngemeinschaft zu bieten.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Zu diesem Zweck sind MOOCs in Module strukturiert, die normalerweise einer Arbeitswoche entsprechen (obwohl dies nicht immer der Fall ist). Die Module sind in Lektionen mit einem Video strukturiert, das normalerweise zwischen 3 und 10 Minuten dauert, und einer Verstärkungsfrage am Ende, um Ihnen zu helfen, den Inhalt zu festigen. Die Lektionen sind darauf ausgerichtet, ein Konzept (oder eine begrenzte Anzahl davon) so atomisch wie möglich zu behandeln.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">UPV[X] MOOC-Kurse können unterschiedliche Bewertungsschemata haben, aber normalerweise gibt es am Ende jedes Moduls eine Prüfung (normalerweise Multiple Choice), mit der Sie Ihren Fortschritt überprüfen und Ihr Wissen festigen können und die zu einem bestimmten Prozentsatz zur Endbewertung zählt. Damit erhalten Sie häufiges Feedback zu Ihrem Fortschritt, mit dem Sie Ihren Lernprozess verbessern können.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Am Ende des MOOC gibt es eine Abschlussprüfung, um zu beurteilen, ob Sie die Lernziele erreicht haben, die zu einem größeren Prozentsatz zur Endbewertung zählt.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">In MOOCs gibt es auch ein vom Kursteam moderiertes Diskussionsforum, in dem die Studenten Fragen zum Kursinhalt stellen und Dinge kommentieren können, die sie interessant finden. Der Zugang zu einer Online-Community von Internetnutzern mit den gleichen Interessen wie Sie, die gleichzeitig lernen, bereichert die Kurserfahrung.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">Wir hoffen aufrichtig, dass Ihnen unsere MOOCs gefallen und Sie mit uns lernen.</p>"
}
