{
  "faq_title": "Che cos'è un MOOC?",
  "faq_content": "<p style=\"line-height: 1.4; padding-left:30px; padding-right:30px;text-align:justify;\">MOOC è l'acronimo inglese di <strong>M</strong>assive <strong>O</strong>nline <strong>O</strong>pen <strong>C</strong>ourse (Corso aperto online massiccio).</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">L'acronimo MOOC si riferisce a un'iniziativa iniziata nel 2011 con un corso di Introduzione all'intelligenza artificiale dell'Università di Stanford a cui si sono iscritti 160.000 studenti provenienti da 190 paesi e che è diventato un movimento globale a cui si sono unite le migliori università del mondo con la creazione di varie piattaforme MOOC e migliaia di corsi che condividono un obiettivo comune: fornire accesso gratuito a un'istruzione superiore di qualità a chiunque abbia una connessione a internet.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">I MOOC si basano sull'integrazione di tecnologie che esistono su Internet da molto tempo: video in rete, valutazione automatizzata a distanza e forum di domande e risposte sul web. Ma è ora che gli utenti si sono abituati a utilizzare video in rete e social network nel loro uso quotidiano di Internet, il che rende più facile creare comunità di studenti situati ovunque nel mondo che condividono conoscenze ed esperienze e si aiutano a vicenda nel processo di apprendimento, dando alla formazione online un nuovo approccio collaborativo. Questo, insieme alla disponibilità di accesso ai corsi MOOC in qualsiasi momento e da qualsiasi luogo con accesso a Internet, ha reso possibile creare una nuova comunità globale di studenti.</p>",
  
  "features_title": "Caratteristiche del corso",
  "features_content": "<p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">I MOOC di <strong>UPV[X]</strong> sono progettati per aiutarti a imparare lavorando al tuo ritmo in modo indipendente e fornirti il supporto della comunità di apprendimento se ne hai bisogno.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">A tal fine, i MOOC sono strutturati in moduli che di solito corrispondono a una settimana di lavoro (anche se non è sempre così). I moduli sono strutturati in lezioni con un video, che di solito dura tra 3 e 10 minuti, e una domanda di rinforzo alla fine per aiutarti a consolidare il contenuto. Le lezioni sono orientate a trattare un concetto (o un numero ridotto di essi) in modo che siano il più atomiche possibile.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">I corsi MOOC di UPV[X] possono avere diversi schemi di valutazione, ma è normale che alla fine di ogni modulo ci sia un esame (di solito a scelta multipla) che ti permetterà di verificare i tuoi progressi e consolidare le conoscenze, e che conta per una certa percentuale verso la valutazione finale. Con questo avrai un feedback frequente sui tuoi progressi che ti permetterà di migliorare il tuo processo di apprendimento.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Alla fine del MOOC ci sarà un esame finale per valutare se hai raggiunto gli obiettivi di apprendimento che conterà per una percentuale maggiore verso la valutazione finale.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">Nei MOOC c'è anche un forum di discussione moderato dal team del corso dove gli studenti possono porre domande sul contenuto del corso e commentare cose che trovano interessanti. L'accesso a una comunità online di utenti di Internet con gli stessi interessi che stanno imparando allo stesso tempo arricchisce l'esperienza del corso.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">Speriamo sinceramente che ti piacciano i nostri MOOC e che impari con noi.</p>"
}
