{
  "faq_title": "What is a MOOC?",
  "faq_content": "<p style=\"line-height: 1.4; padding-left:30px; padding-right:30px;text-align:justify;\">MOOC stands for <strong>M</strong>assive <strong>O</strong>nline <strong>O</strong>pen <strong>C</strong>ourse.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">The acronym MOOC refers to an initiative that began in 2011 with an Introduction to Artificial Intelligence course from Stanford University, which enrolled 160,000 students from 190 countries. It has become a global movement that the world's best universities have joined by creating various MOOC platforms and thousands of courses that share a common goal: to provide free access to quality higher education to anyone with an internet connection.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">MOOCs are based on the integration of technologies that have existed on the Internet for a long time: networked video, remote automated assessment, and web-based Q&A forums. But it is now that users have become accustomed to using networked video and social networks in their day-to-day Internet use, which makes it easier to create communities of students located anywhere in the world who share knowledge and experiences and help each other in the learning process, giving online training a new collaborative approach. This, together with the availability of access to MOOC courses at any time and from anywhere with Internet access, has made it possible to create a new global community of students.</p>",
  
  "features_title": "Course Features",
  "features_content": "<p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">The <strong>UPV[X]</strong> MOOCs are designed to help you learn by working at your own pace independently and provide you with the support of the learning community if you need it.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">To this end, MOOCs are structured in modules that usually correspond to one week of work (although this is not always the case). The modules are structured in lessons with a video, which usually lasts between 3 and 10 minutes, and a reinforcement question at the end to help you consolidate its content. The lessons are oriented to deal with one concept (or a reduced number of them) so that they are as atomic as possible.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">UPV[X] MOOC courses can have different evaluation schemes, but it is usual that at the end of each module there is an exam (usually multiple choice) that will allow you to check your progress and consolidate knowledge, and that counts for a certain percentage towards the final evaluation. With this you will have frequent feedback on your progress that will allow you to improve your learning process.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">At the end of the MOOC there will be a final exam to assess whether you have achieved the learning objectives that will count for a greater percentage towards the final evaluation.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;\">In MOOCs there is also a discussion forum moderated by the course team where students can ask questions about the course content and comment on things they find interesting. Access to an online community of internet users with the same interests as you who are learning at the same time enriches the course experience.</p><p style=\"line-height: 1.4;padding-left:30px; padding-right:30px; text-align:justify;margin-bottom: 16px;\">We sincerely hope you enjoy our MOOCs and learn with us.</p>"
}
