{
  "static_faq_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Ultimo aggiornamento: 6 novembre 2025</p>\n    <h1>Domande frequenti (FAQ)</h1>\n    <p>In questo documento troverete le risposte alle domande più frequenti sul funzionamento della piattaforma <strong>UPVX</strong>.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"general\">\n      <h2 style=\"margin-bottom: 0.75em;\">1. Generale</h2>\n\n      <h3>Cos'è UPVX?</h3>\n      <p><strong>UPVX</strong> è la piattaforma MOOC della Universitat Politècnica de València. Qui troverete corsi creati da docenti dell'UPV che coprono un'ampia gamma di aree di conoscenza. I contenuti sono realizzati con la tecnologia <em>Polimedia</em>.</p>\n\n      <h3>Cos'è un MOOC?</h3>\n      <p>MOOC è l'acronimo di <em>Massive Open Online Course</em>, ovvero Corso Online Aperto e Massivo. Si caratterizza per essere gratuito e accessibile, concepito su una piattaforma educativa su Internet che consente la partecipazione di un gran numero di studenti.</p>\n\n      <h3>Tutti i MOOC dell'UPV si sviluppano su UPVX?</h3>\n      <p>No. L'UPV offre anche corsi sulla piattaforma internazionale <strong>edx.org</strong>, di cui è membro dal 2014. Potete accedervi attraverso il cercatore di corsi UPVX, che vi reindirizzerà a edX quando necessario.</p>\n\n      <h3>Non sono membro dell'UPV, posso seguire un corso UPVX?</h3>\n      <p>Sì. Per il loro carattere aperto, i corsi UPVX sono rivolti a qualsiasi persona con accesso a Internet, indipendentemente dal fatto che faccia parte o meno della comunità UPV.</p>\n\n      <h3>Cos'è Polimedia?</h3>\n      <p><em>Polimedia</em> è una tecnologia sviluppata dall'UPV per la creazione rapida ed efficiente di contenuti audiovisivi di alta qualità.</p>\n\n      <h3>Come funzionano i corsi UPVX?</h3>\n      <p>I corsi sono composti da brevi video che spiegano concetti fondamentali, intervallati da esercizi di autovalutazione, forum di discussione e prove finali. Questa struttura consente agli studenti di rivedere i concetti tutte le volte che necessario.</p>\n    </section>\n\n    <section id=\"estudiantes\">\n      <h2 style=\"margin-bottom: 0.75em;\">2. Studenti</h2>\n\n      <h3>Quando inizia ogni corso?</h3>\n      <p>UPVX pubblica regolarmente nuove edizioni dei suoi corsi. Potete consultare le date di inizio sulla pagina iniziale della piattaforma.</p>\n\n      <h3>Quanti corsi posso seguire?</h3>\n      <p>Potete iscrivervi a tutti i corsi che desiderate. Ogni corso indica una dedizione settimanale stimata, che di solito varia tra 2 e 5 ore.</p>\n\n      <h3>Quanto dura un corso UPVX?</h3>\n      <p>La durata varia a seconda del corso. Attualmente, i corsi durano tra 2 e 12 settimane, anche se questa cifra può cambiare a seconda dell'argomento.</p>\n\n      <h3>Ci sono scadenze in ogni corso?</h3>\n      <p>Si raccomanda di seguire il calendario programmato di ogni edizione per sfruttare l'interazione con gli altri studenti. Alla fine dell'edizione, i materiali rimangono solitamente disponibili come corso archiviato, anche se non sarà più possibile sostenere prove valutate.</p>\n\n      <h3>Quale materiale è disponibile in un corso UPVX?</h3>\n      <p>Ogni corso offre video esplicativi, documenti di supporto ed esercizi a scelta multipla. Inoltre, alla fine di ogni unità o corso, vengono incluse valutazioni per misurare il progresso degli studenti.</p>\n\n      <h3>Quali sono i requisiti per superare un corso?</h3>\n      <p>I docenti di ogni corso stabiliscono i criteri di valutazione, incluso il peso di ogni prova e la percentuale necessaria per superare il corso. Queste informazioni appaiono nella guida del corso.</p>\n\n      <h3>Come mi iscrivo a un corso?</h3>\n      <p>Accedete alla pagina del corso e fate clic su <strong>\"Iscriviti al corso\"</strong>. Per completare l'iscrizione, avrete bisogno di un account sulla piattaforma UPVX.</p>\n    </section>\n\n    <section id=\"acreditaciones\">\n      <h2 style=\"margin-bottom: 0.75em;\">3. Certificazioni</h2>\n\n      <h3>UPVX offre certificati?</h3>\n      <p>I corsi UPVX sono completamente gratuiti e non offrono certificati ufficiali. Sono concepiti per scopi educativi e di diffusione della conoscenza.</p>\n      <p>Tuttavia, i corsi UPV ospitati su <strong>edx.org</strong> possono offrire certificati gestiti direttamente attraverso quella piattaforma.</p>\n    </section>\n\n  </div>\n</main>",
  "static_faq_title": "Domande frequenti",
  
  "static_privacy_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Ultimo aggiornamento: 6 novembre 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Informativa sulla Privacy di UPVX</h1>\n    <p>Questa informativa spiega come la Universitat Politècnica de València (UPV) tratta i dati personali degli utenti della piattaforma <strong>UPVX</strong> (<a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">upvx.es</a>), che offre corsi MOOC (aperti e gratuiti) basati su Open edX.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"introduccion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Introduzione</h2>\n      <p>Nella piattaforma <strong>UPVX</strong>, accessibile su <a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">https://upvx.es</a> e gestita dalla Universitat Politècnica de València (UPV), trattiamo i vostri dati personali per gestire il vostro account utente, la vostra partecipazione ai corsi MOOC, il vostro progresso accademico e altri servizi correlati.</p>\n      <p>Questa informativa descrive quali dati vengono raccolti, per quale scopo, la base giuridica del trattamento, il periodo di conservazione, possibili comunicazioni e i vostri diritti.</p>\n      <p>La piattaforma non è destinata a minori di 14 anni. Se siete minorenni, non dovreste registrarvi senza il consenso esplicito dei vostri genitori o tutori.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Titolare del trattamento</h2>\n      <p><strong>Universitat Politècnica de València (UPV)</strong><br>\n      Camí de Vera s/n, 46022 Valencia (Spagna)<br>\n      <strong>Email di contatto:</strong> <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a> (Responsabile della Protezione dei Dati)</p>\n    </section>\n\n    <section id=\"datos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Dati personali che trattiamo e finalità</h2>\n\n      <h3>3.1. Dati di registrazione e profilo</h3>\n      <p>Durante la registrazione o la modifica del profilo, UPVX può raccogliere i seguenti dati:</p>\n      <ul>\n        <li>Nome e cognome</li>\n        <li>Nome utente / identificatore</li>\n        <li>Indirizzo email</li>\n        <li>Password (conservata cifrata)</li>\n        <li>Età (opzionale)</li>\n        <li>Paese (opzionale)</li>\n        <li>Livello di istruzione (opzionale)</li>\n        <li>Genere (opzionale)</li>\n      </ul>\n      <p>Questi dati ci permettono di creare il vostro account, identificarvi come utente, gestire la vostra partecipazione ai corsi e generare statistiche aggregate per migliorare il servizio.</p>\n\n      <h3>3.2. Dati accademici e di partecipazione</h3>\n      <p>Durante la vostra attività sulla piattaforma raccogliamo:</p>\n      <ul>\n        <li>Corsi a cui vi iscrivete</li>\n        <li>Progressi, voti, compiti, risultati ed esami</li>\n        <li>Partecipazione ai forum e messaggi inviati</li>\n        <li>Date di inizio e fine dei corsi</li>\n      </ul>\n      <p>Questi dati vengono trattati per gestire le attività didattiche, verificare la partecipazione degli studenti, realizzare analisi pedagogiche e generare report aggregati sul rendimento accademico.</p>\n\n      <h3>3.3. Dati tecnici e cookie</h3>\n      <p>Raccogliamo automaticamente informazioni tecniche:</p>\n      <ul>\n        <li>Indirizzo IP, browser, dispositivo e sistema operativo</li>\n        <li>Registri di accesso e attività all'interno della piattaforma</li>\n        <li>Cookie o tecnologie equivalenti (vedi <a href=\"/cookies.html\" target=\"_blank\" rel=\"noopener\">Informativa sui Cookie</a>)</li>\n      </ul>\n      <p>Questi dati sono necessari per la manutenzione tecnica, la sicurezza, il rilevamento di incidenti e il miglioramento del servizio.</p>\n    </section>\n\n    <section id=\"base-legal\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Base giuridica del trattamento</h2>\n      <ul>\n        <li><strong>Esecuzione di un contratto o servizio:</strong> necessario per gestire la vostra registrazione e partecipazione ai corsi.</li>\n        <li><strong>Consenso:</strong> quando fornite volontariamente dati opzionali come età, paese, livello di istruzione o genere.</li>\n        <li><strong>Interesse legittimo:</strong> per mantenere la sicurezza, effettuare statistiche interne e migliorare i servizi educativi.</li>\n        <li><strong>Adempimento di obblighi legali:</strong> riguardo alla conservazione dei registri accademici o requisiti amministrativi.</li>\n      </ul>\n    </section>\n\n    <section id=\"conservacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">5. Conservazione dei dati</h2>\n      <p>I dati personali saranno conservati finché manterrete il vostro account attivo o finché saranno necessari per le finalità del trattamento.</p>\n      <p>Dopo la chiusura dell'account, saranno conservati bloccati per i periodi previsti dalla normativa vigente e potranno essere conservati per scopi statistici o di archiviazione istituzionale in forma debitamente anonimizzata.</p>\n    </section>\n\n    <section id=\"comunicaciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">6. Comunicazioni a terzi e trasferimenti internazionali di dati</h2>\n      <p>L'UPV non comunicherà i vostri dati personali a terzi, salvo nei seguenti casi:</p>\n      <ul>\n        <li><strong>Fornitori di servizi tecnologici:</strong> aziende che prestano servizi per la piattaforma (ad esempio, hosting web, supporto tecnico, invio di email o analisi dei dati). Agiscono come responsabili del trattamento, sotto contratto e seguendo le istruzioni dell'UPV, con adeguate garanzie di sicurezza e riservatezza.</li>\n        <li><strong>Personale docente o ricercatore dell'UPV:</strong> esclusivamente per scopi statistici o accademici e sempre in forma aggregata o anonimizzata.</li>\n        <li><strong>Obblighi legali o amministrativi:</strong> quando esiste una richiesta da parte di autorità competenti, enti pubblici o ordini giudiziari.</li>\n      </ul>\n      <p><strong>Trasferimenti internazionali:</strong> Nel caso in cui qualche fornitore di servizi si trovi al di fuori dello Spazio Economico Europeo (SEE), l'UPV garantisce che tali trasferimenti rispettino le disposizioni del GDPR mediante:</p>\n      <ul>\n        <li>Decisioni di adeguatezza della Commissione Europea</li>\n        <li>Clausole contrattuali tipo approvate dalla Commissione</li>\n        <li>Altri meccanismi legalmente validi che garantiscano un livello adeguato di protezione</li>\n      </ul>\n      <p>I dati personali non saranno mai venduti a terzi né utilizzati per scopi commerciali non correlati all'attività formativa di UPVX.</p>\n    </section>\n\n    <section id=\"derechos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">7. Diritti dell'utente</h2>\n      <p>Come interessato, potete esercitare i seguenti diritti:</p>\n      <ul>\n        <li><strong>Accesso:</strong> conoscere quali dati personali trattiamo.</li>\n        <li><strong>Rettifica:</strong> richiedere la correzione di dati inesatti.</li>\n        <li><strong>Cancellazione:</strong> richiedere la cancellazione dei vostri dati quando non sono più necessari.</li>\n        <li><strong>Limitazione del trattamento:</strong> limitare l'uso dei vostri dati in determinati casi.</li>\n        <li><strong>Opposizione:</strong> opporsi al trattamento dei vostri dati in determinate circostanze.</li>\n        <li><strong>Portabilità dei dati:</strong> ricevere i vostri dati in un formato strutturato e trasferibile.</li>\n        <li><strong>Revoca del consenso:</strong> nei casi in cui il trattamento si basi su di esso.</li>\n      </ul>\n      <p>Potete esercitare questi diritti scrivendo a <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>, indicando la vostra richiesta e accreditando la vostra identità.</p>\n      <p>Se ritenete che i vostri diritti non siano stati rispettati, potete presentare un reclamo presso l'<a href=\"https://www.aepd.es\" target=\"_blank\" rel=\"noopener\">Agenzia Spagnola per la Protezione dei Dati (AEPD)</a>.</p>\n    </section>\n\n    <section id=\"seguridad\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">8. Sicurezza dei dati</h2>\n      <p>L'UPV adotta misure tecniche e organizzative appropriate per garantire la sicurezza dei dati, inclusi cifratura, controllo degli accessi e revisioni periodiche, conformemente allo Schema Nazionale di Sicurezza e al GDPR.</p>\n    </section>\n\n    <section id=\"menores\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">9. Minori</h2>\n      <p>La piattaforma non è destinata a minori di 14 anni. Se siete minorenni, non dovreste registrarvi senza il consenso dei vostri genitori o tutori.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">10. Modifiche a questa informativa</h2>\n      <p>L'UPV può aggiornare questa Informativa sulla Privacy per adattarla a cambiamenti normativi o tecnici. La data dell'ultima revisione sarà sempre mostrata alla fine del documento.</p>\n    </section>\n\n  </div>\n</main>",
  "static_privacy_title": "Informativa sulla Privacy",
  
  "static_cookies_html": "<style>\n  .wrap { max-width: 100%; overflow-x: hidden; word-wrap: break-word; }\n  .wrap a { word-break: break-all; overflow-wrap: break-word; }\n  table { table-layout: fixed; width: 100%; }\n  table td, table th { overflow-wrap: break-word; word-break: break-word; }\n</style>\n<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Ultimo aggiornamento: 6 novembre 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Informativa sui Cookie</h1>\n    <p>Questa informativa descrive l'uso di cookie e tecnologie simili su <strong>upvx.es</strong> (piattaforma Open edX della Universitat Politècnica de València, di seguito «UPVX»). Qui spieghiamo cosa sono, per cosa vengono utilizzati, quali tipi utilizziamo, come potete gestirli e come esercitare i vostri diritti.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"que-son\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Cosa sono i cookie?</h2>\n      <p>I cookie sono piccoli file che il sito web colloca sul vostro dispositivo per abilitare o migliorare funzionalità, memorizzare le vostre preferenze e realizzare misurazioni di accesso. Possono essere cookie <em>di prima parte</em> (impostati da upvx.es) o <em>di terze parti</em> (impostati da domini diversi, come Google o YouTube, quando i loro servizi sono integrati).</p>\n      <p>Alcuni cookie comportano il trattamento di dati personali (ad esempio, <span class=\"k\">IP</span> o identificatori online). Il trattamento viene effettuato in conformità con il <abbr title=\"Regolamento (UE) 2016/679\">GDPR</abbr> e la <abbr title=\"Legge Organica 3/2018\">LOPDGDD</abbr>. Per maggiori informazioni, consultate l'<a href=\"/privacy\" target=\"_blank\" rel=\"noopener\">Informativa sulla Privacy di UPVX</a>.</p>\n    </section>\n\n    <section id=\"consentimiento\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Base giuridica e consenso</h2>\n      <p>In UPVX utilizziamo:</p>\n      <ul>\n        <li><strong>Cookie tecnici o necessari</strong>: si installano senza consenso perché permettono la fornitura del servizio (ad esempio, autenticazione, sicurezza, selezione della lingua).</li>\n        <li><strong>Cookie analitici (Google Analytics 4)</strong> e <strong>cookie di YouTube</strong>: si installano solo se prestate il consenso attraverso il banner iniziale. Potete accettarli o rifiutarli al primo accesso.</li>\n      </ul>\n    </section>\n\n    <section id=\"tipos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Tipi di cookie che utilizziamo</h2>\n      <div class=\"grid\">\n        <div>\n          <p class=\"pill\"><span class=\"ok\">●</span> Tecnici o necessari</p>\n          <p class=\"note\">Indispensabili per il login, il mantenimento della sessione, l'applicazione della sicurezza CSRF o la memorizzazione della lingua.</p>\n        </div>\n        <div>\n          <p class=\"pill\"><span class=\"warn\">●</span> Analitici e Multimediali (richiedono consenso)</p>\n          <p class=\"note\">Misurazione dell'uso (Google Analytics 4) e riproduzione di video incorporati (YouTube), che possono utilizzare identificatori di Google.</p>\n        </div>\n      </div>\n    </section>\n\n    <section id=\"listado\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Elenco dei cookie</h2>\n      <p class=\"note\">I nomi, i domini e le scadenze mostrati di seguito riflettono un esempio reale osservato sulla home page di UPVX e nella documentazione pubblica di Google. Possono cambiare con modifiche tecniche o di configurazione.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Cookie di prima parte (upvx.es / .upvx.es – Open edX)</h3>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table aria-describedby=\"own-desc\" style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Nome</th>\n            <th>Dominio</th>\n            <th>Scopo</th>\n            <th>Tipo</th>\n            <th>Durata</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">csrftoken</td>\n            <td>upvx.es</td>\n            <td>Sicurezza. Prevenzione di attacchi <span class=\"k\">CSRF</span> sui moduli.</td>\n            <td>Tecnico (necessario)</td>\n            <td>Fino a 1 anno</td>\n          </tr>\n          <tr>\n            <td class=\"k\">sessionid</td>\n            <td>upvx.es</td>\n            <td>Autenticazione e mantenimento della sessione utente.</td>\n            <td>Tecnico (necessario)</td>\n            <td>Sessione</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-header-payload</td>\n            <td>.upvx.es</td>\n            <td>Autenticazione. Contiene l'header e il payload del <span class=\"k\">JWT</span> per le sessioni di Open edX.</td>\n            <td>Tecnico (necessario)</td>\n            <td>Variabile (ad es. ore)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-signature</td>\n            <td>.upvx.es</td>\n            <td>Integrità. Firma <span class=\"k\">JWT</span> per convalidare l'autenticità.</td>\n            <td>Tecnico (necessario)</td>\n            <td>Variabile (ad es. ore)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-user-info</td>\n            <td>.upvx.es</td>\n            <td>Preferenze dell'interfaccia (link profilo, immagine, ecc.) dell'utente autenticato.</td>\n            <td>Funzionalità</td>\n            <td>Ore/Giorni</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edxloggedin</td>\n            <td>.upvx.es</td>\n            <td>Indica se la sessione è iniziata, per ottimizzare la navigazione.</td>\n            <td>Funzionalità</td>\n            <td>Minuti/Ore</td>\n          </tr>\n          <tr>\n            <td class=\"k\">openedx-language-preference</td>\n            <td>.upvx.es</td>\n            <td>Memorizza la preferenza della lingua.</td>\n            <td>Preferenze</td>\n            <td>Fino a 1 mese</td>\n          </tr>\n          <tr>\n            <td class=\"k\">course-v1:… / edxCourseRedirect</td>\n            <td>upvx.es</td>\n            <td>Memorizza l'ultimo corso o blocco visitato per continuare la navigazione.</td>\n            <td>Funzionalità</td>\n            <td>Giorni/Settimane</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Cookie analitici (Google Analytics 4)</h3>\n      <p class=\"small\">Si installano solo con il vostro consenso. UPVX utilizza GA4 per ottenere statistiche aggregate e migliorare il servizio (mai per creare profili individuali).</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Nome</th>\n            <th>Dominio</th>\n            <th>Scopo</th>\n            <th>Tipo</th>\n            <th>Durata</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">_ga</td>\n            <td>upvx.es</td>\n            <td>Identificazione di utenti unici (Client ID) per metriche aggregate.</td>\n            <td>Analitico (consenso)</td>\n            <td>2 anni</td>\n          </tr>\n          <tr>\n            <td class=\"k\">_ga_&lt;ID&gt;</td>\n            <td>upvx.es</td>\n            <td>Mantenimento dello stato della sessione e assegnazione al contenitore GA4.</td>\n            <td>Analitico (consenso)</td>\n            <td>2 anni</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Cookie di YouTube (terze parti)</h3>\n      <p class=\"small\">Si installano solo se interagite con video incorporati e ne accettate l'uso. Alcuni sono utilizzati per memorizzare preferenze e, se del caso, per la personalizzazione degli annunci da parte di Google/YouTube.</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Nome</th>\n            <th>Dominio</th>\n            <th>Scopo</th>\n            <th>Tipo</th>\n            <th>Durata</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">VISITOR_INFO1_LIVE</td>\n            <td>.youtube.com</td>\n            <td>Gestione delle preferenze del player e informazioni sui visitatori; rilevamento di problemi del servizio.</td>\n            <td>Multimediale/Marketing (consenso)</td>\n            <td>~6 mesi</td>\n          </tr>\n          <tr>\n            <td class=\"k\">YSC</td>\n            <td>.youtube.com</td>\n            <td>Identificatore di sessione per le interazioni video.</td>\n            <td>Multimediale (consenso)</td>\n            <td>Sessione</td>\n          </tr>\n          <tr>\n            <td class=\"k\">VISITOR_PRIVACY_METADATA</td>\n            <td>.youtube.com</td>\n            <td>Memorizza lo stato di privacy/consenso del visitatore su YouTube.</td>\n            <td>Preferenze (consenso)</td>\n            <td>Fino a 6–13 mesi</td>\n          </tr>\n          <tr>\n            <td class=\"k\">SIDCC, SSID, SOCS</td>\n            <td>.google.com / .youtube.com</td>\n            <td>Sicurezza dell'account, preferenze e stato del consenso per i servizi Google collegati al player.</td>\n            <td>Multimediale/Sicurezza (consenso)</td>\n            <td>Mesi / fino a 2 anni</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n    </section>\n\n    <section id=\"gestion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Come potete gestire o disabilitare i cookie?</h2>\n      <p>Potete configurare, rifiutare o eliminare i cookie attraverso le impostazioni del vostro browser. Tenete presente che i cookie tecnici potrebbero essere necessari per il corretto funzionamento del sito web e, se li bloccate, alcune parti potrebbero non essere disponibili.</p>\n\n      <p>Tutti i browser moderni permettono di modificare le impostazioni dei cookie. Queste impostazioni si trovano normalmente nel menu \"Opzioni\" o \"Preferenze\" del browser. Potete disabilitarli in qualsiasi momento tramite:</p>\n      <ul>\n        <li>Google Chrome: <a href=\"http://support.google.com/chrome/bin/answer.py?hl=it&answer=95647\" target=\"_blank\" rel=\"noopener\">Gestire i cookie con Chrome</a></li>\n        <li>Microsoft Edge: <a href=\"https://support.microsoft.com/it-it/microsoft-edge/eliminare-i-cookie-in-microsoft-edge-63947406-40ac-c3b8-57b9-2a946a29ae09\" target=\"_blank\" rel=\"noopener\">Gestire i cookie con Edge</a></li>\n        <li>Mozilla Firefox: <a href=\"http://support.mozilla.org/it/kb/Attivare%20e%20disattivare%20i%20cookie\" target=\"_blank\" rel=\"noopener\">Gestire i cookie con Firefox</a></li>\n        <li>Apple Safari: <a href=\"http://support.apple.com/kb/ph5042\" target=\"_blank\" rel=\"noopener\">Gestire i cookie con Safari</a></li>\n      </ul>\n    </section>\n\n    <section id=\"transferencias\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Trasferimenti internazionali</h2>\n      <p>L'uso di Google Analytics e YouTube può comportare trasferimenti internazionali di dati da parte di Google LLC. Per informazioni sulle garanzie applicabili, consultate le informazioni di Google sulla privacy e l'uso dei cookie.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Titolare e contatto</h2>\n      <p><strong>Titolare del trattamento:</strong> Universitat Politècnica de València (UPV). Responsabile della Protezione dei Dati: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>.</p>\n      <p>Per esercitare i vostri diritti di accesso, rettifica, cancellazione, opposizione, limitazione o portabilità, seguite le istruzioni nell'<a href=\"https://www.upv.es/legal/politica-privacidad-it.html\" target=\"_blank\" rel=\"noopener\">Informativa sulla Privacy</a>. Potete anche presentare un reclamo presso l'Agenzia Spagnola per la Protezione dei Dati.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Modifiche a questa informativa</h2>\n      <p>Questa informativa può essere aggiornata per riflettere cambiamenti normativi o tecnici. Pubblicheremo la versione corrente e la data dell'ultimo aggiornamento sulla stessa pagina.</p>\n    </section>\n\n  </div>\n</main>",
  "static_cookies_title": "Informativa sui Cookie",
  
  "static_tos_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Ultimo aggiornamento: ottobre 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Note Legali di UPVX</h1>\n    <p>Le presenti condizioni generali d'uso (di seguito \"Condizioni d'Uso\") regolano l'accesso e l'utilizzo della piattaforma UPVX, il cui dominio web è <a href=\"https://upvx.es/\">https://upvx.es/</a> (di seguito \"la Piattaforma\"), offerta dalla UNIVERSITAT POLITÈCNICA DE VALÈNCIA (di seguito \"UPV\" o \"l'Università\").</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"indice\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">Indice</h2>\n      <ol>\n        <li>Informazioni generali</li>\n        <li>Oggetto della Piattaforma</li>\n        <li>Condizioni generali d'uso</li>\n        <li>Registrazione e accesso degli utenti</li>\n        <li>Protezione dei dati personali</li>\n        <li>Proprietà intellettuale e industriale</li>\n        <li>Link</li>\n        <li>Esclusione di responsabilità</li>\n        <li>Uso di cookie</li>\n        <li>Modifiche</li>\n        <li>Legge applicabile e giurisdizione</li>\n        <li>Codice d'onore</li>\n      </ol>\n    </section>\n\n    <section id=\"informacion-general\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">1. Informazioni generali</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.1. Dati identificativi</h3>\n      <p>In conformità con l'articolo 10 della Legge 34/2002, dell'11 luglio, sui servizi della società dell'informazione e sul commercio elettronico (LSSI-CE), vi informiamo che:</p>\n      <ul>\n        <li><strong>Proprietario</strong>: Universitat Politècnica de València</li>\n        <li><strong>Indirizzo</strong>: Camino de Vera s/n, 46022 Valencia (Spagna)</li>\n        <li><strong>Partita IVA</strong>: Q-4618002-B</li>\n        <li><strong>Telefono</strong>: +34 96 387 70 00</li>\n        <li><strong>Email di contatto</strong>: <a href=\"mailto:admin@upvx.es\">admin@upvx.es</a></li>\n        <li><strong>Responsabile della Protezione dei Dati</strong>: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a></li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.2. Titolarità della Piattaforma</h3>\n      <p>L'UPV è l'unico proprietario della Piattaforma UPVX e la mette a disposizione degli utenti di Internet per fornire servizi virtuali relativi alla comunità di apprendimento virtuale UPVX.</p>\n    </section>\n\n    <section id=\"objeto\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Oggetto della Piattaforma</h2>\n      <p>La piattaforma UPVX funge da punto d'incontro virtuale e strumento per raggiungere gli obiettivi della comunità di apprendimento virtuale UPVX:</p>\n      <ul>\n        <li><strong>Innovazione tecnologica</strong>: promuovere l'innovazione e generare risorse tecnologiche applicabili alla formazione virtuale, facilitando l'accesso alla formazione professionale e all'istruzione superiore.</li>\n        <li><strong>Innovazione metodologica</strong>: sperimentare metodi e strategie pedagogiche disruptive che consentano l'uso innovativo della tecnologia e di Internet (e-learning, peer-learning, apprendimento sociale, autodiretto, massivo, ecc.).</li>\n        <li><strong>Innovazione aperta</strong>: esplorare l'uso di repository aperti di contenuti educativi e nuove forme di accreditamento e certificazione che consentano una formazione più flessibile, modulare e agile per nuovi profili professionali nell'ambiente digitale.</li>\n        <li><strong>Formazione permanente online</strong>: promuovere la formazione permanente online come modello educativo per formare e accreditare competenze richieste dal nuovo mercato del lavoro e dall'economia digitale.</li>\n        <li><strong>Imprenditorialità basata sulla conoscenza</strong>: favorire la formazione, l'interazione e l'avvio di iniziative imprenditoriali nell'ambito digitale.</li>\n      </ul>\n    </section>\n\n    <section id=\"condiciones-uso\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Condizioni generali d'uso</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.1. Linee guida generali</h3>\n      <p>L'accesso e l'utilizzo della Piattaforma conferiscono la condizione di utente e implicano l'accettazione piena e senza riserve di tutte le Condizioni d'Uso vigenti al momento dell'accesso. Se non siete d'accordo con queste condizioni, dovete astenervi dall'utilizzare la Piattaforma.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.2. Carattere gratuito</h3>\n      <p>La fornitura di servizi da parte dell'UPV attraverso la Piattaforma è gratuita per gli utenti.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.3. Requisiti di età</h3>\n      <p><strong>La Piattaforma è destinata esclusivamente a persone di età superiore ai 14 anni.</strong> I minori di 14 anni non devono registrarsi né fornire i loro dati personali senza l'autorizzazione esplicita dei loro genitori o tutori, conformemente all'articolo 7 della Legge Organica 3/2018, del 5 dicembre, sulla Protezione dei Dati Personali e la garanzia dei diritti digitali (LOPDGDD).</p>\n      <p>Le persone di età superiore ai 14 anni possono registrarsi autonomamente e utilizzare la Piattaforma, assumendone la responsabilità d'uso.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.4. Responsabilità dell'utente</h3>\n      <p>L'utente è responsabile di:</p>\n      <ul>\n        <li>Fornire informazioni veritiere, accurate, complete e aggiornate durante la registrazione e l'uso della Piattaforma.</li>\n        <li>L'uso corretto della Piattaforma e dei suoi contenuti.</li>\n        <li>I contenuti, le opinioni o i link incorporati nei forum, garantendo che non violino diritti di terzi (privacy, immagine, proprietà intellettuale o industriale).</li>\n        <li>Mantenere la riservatezza delle proprie credenziali di accesso.</li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.5. Contenuti generati dagli utenti</h3>\n      <p>L'utente dichiara di assumersi l'esclusiva responsabilità dei contenuti che pubblica, garantendone la paternità e che non violino diritti di terzi né contengano informazioni illecite, contrarie alla morale o all'ordine pubblico.</p>\n      <p>L'UPV si riserva il diritto di eliminare, senza preavviso, qualsiasi contenuto che violi queste Condizioni d'Uso o la legislazione vigente, senza che ciò comporti responsabilità per l'Università.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.6. Disponibilità del servizio</h3>\n      <p>L'UPV non garantisce la disponibilità ininterrotta e la continuità del funzionamento della Piattaforma e può interrompere il servizio per motivi di sicurezza, tecnici, di manutenzione o dovuti a terzi, senza che ciò comporti il diritto a un risarcimento.</p>\n      <p>Quando possibile, l'UPV comunicherà in anticipo le interruzioni programmate.</p>\n    </section>\n\n    <section id=\"registro\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Registrazione e accesso degli utenti</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Creazione dell'account</h3>\n      <p>Per accedere a determinati servizi della Piattaforma, gli utenti devono registrarsi creando un account unico e personale. La registrazione implica l'accettazione di queste Condizioni d'Uso e dell'<a href=\"/privacy\">Informativa sulla Privacy</a>.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Dati di registrazione</h3>\n      <p>Durante il processo di registrazione vengono richiesti i seguenti dati:</p>\n      <p><strong>Dati obbligatori:</strong></p>\n      <ul>\n        <li>Nome e cognome</li>\n        <li>Indirizzo email</li>\n        <li>Nome utente</li>\n        <li>Password</li>\n      </ul>\n      <p><strong>Dati opzionali:</strong></p>\n      <ul>\n        <li>Genere</li>\n        <li>Livello di istruzione</li>\n        <li>Paese di residenza</li>\n        <li>Motivazione per l'uso della Piattaforma</li>\n        <li>Preferenze linguistiche</li>\n      </ul>\n      <p>L'utente si impegna a mantenere i propri dati aggiornati e assume la responsabilità della loro veridicità. L'UPV può richiedere documenti che accreditino la veridicità dei dati.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Uso dell'account e della password</h3>\n      <p>L'utente è responsabile di mantenere la riservatezza della propria password e di tutte le attività effettuate dal proprio account. Deve informare immediatamente l'UPV di qualsiasi uso non autorizzato del proprio account o di altre violazioni della sicurezza.</p>\n    </section>\n\n    <section id=\"proteccion-datos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Protezione dei dati personali</h2>\n      <p>La Universitat Politècnica de València informa gli utenti che tratta i loro dati personali in conformità con la normativa vigente sulla protezione dei dati personali, in particolare il Regolamento (UE) 2016/679 del Parlamento Europeo e del Consiglio del 27 aprile 2016 (GDPR) e la Legge Organica 3/2018, del 5 dicembre, sulla Protezione dei Dati Personali e la garanzia dei diritti digitali (LOPDGDD).</p>\n      <p>Tutte le informazioni relative al trattamento dei dati personali sono riportate nell'<strong><a href=\"/privacy\">Informativa sulla Privacy</a></strong> della Piattaforma.</p>\n    </section>\n\n    <section id=\"propiedad-intelectual\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Proprietà intellettuale e industriale</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.1. Contenuti della Piattaforma</h3>\n      <p>Tutti i contenuti ed elementi della Piattaforma (design, testi, immagini, video, software, ecc.) sono, salvo indicazione contraria espressa, di proprietà esclusiva dell'UPV o di terzi che ne hanno autorizzato l'uso, e sono protetti dalle leggi sulla proprietà intellettuale e industriale.</p>\n      <p>L'accesso alla Piattaforma non implica rinuncia, trasferimento, licenza o cessione totale o parziale di tali diritti da parte dell'UPV.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.2. Uso dei contenuti</h3>\n      <p>L'utente è autorizzato solo a visualizzare i contenuti e a ottenerne una copia temporanea privata per uso personale e privato, senza sfruttamento commerciale, riproduzione, distribuzione, modifica, comunicazione pubblica, trasformazione o decompilazione.</p>\n      <p>Qualsiasi altro uso richiede l'autorizzazione scritta esplicita dell'UPV o del titolare dei diritti.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.3. Contenuti generati dagli utenti</h3>\n      <p>Pubblicando contenuti, l'utente, in qualità di titolare dei diritti, concede all'UPV una licenza non esclusiva, gratuita, sub-licenziabile, trasferibile e mondiale per utilizzare, riprodurre, distribuire, modificare, comunicare pubblicamente e trasformare tali contenuti esclusivamente allo scopo del funzionamento della Piattaforma e dei servizi correlati.</p>\n    </section>\n\n    <section id=\"enlaces\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Link</h2>\n      <p>La Piattaforma può contenere link a siti web di terzi. L'UPV non è responsabile dei contenuti, delle politiche sulla privacy o delle pratiche di tali siti web. L'accesso ad essi è di esclusiva responsabilità dell'utente.</p>\n    </section>\n\n    <section id=\"exclusion-responsabilidad\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Esclusione di responsabilità</h2>\n      <p>L'UPV non è responsabile per danni di qualsiasi natura che possano derivare dall'interruzione, sospensione o cessazione del servizio della Piattaforma o dall'uso dei contenuti da parte degli utenti. L'UPV agisce in buona fede e fornisce mezzi ragionevoli per garantire un servizio adeguato, ma non può garantire l'assenza di virus, l'infallibilità del servizio o la veridicità dei contenuti generati da terzi.</p>\n    </section>\n\n    <section id=\"cookies\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">9. Uso di cookie</h2>\n      <p>La Piattaforma utilizza cookie, come descritto nell'<strong><a href=\"/cookies\">Informativa sui Cookie</a></strong>.</p>\n    </section>\n\n    <section id=\"modificaciones\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">10. Modifiche</h2>\n      <p>L'UPV si riserva il diritto di modificare in qualsiasi momento e senza preavviso la presentazione e la configurazione della Piattaforma, nonché queste Condizioni d'Uso. Le modifiche saranno pubblicate sulla Piattaforma ed entreranno in vigore dalla loro pubblicazione.</p>\n    </section>\n\n    <section id=\"legislacion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">11. Legge applicabile e giurisdizione</h2>\n      <p>Queste Condizioni d'Uso sono soggette al diritto comune spagnolo. In caso di controversia, le parti si sottomettono ai tribunali e ai giudici della città di Valencia (Spagna), rinunciando a qualsiasi altro foro.</p>\n    </section>\n\n    <section id=\"codigo-honor\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">12. Codice d'onore</h2>\n      <p>L'utente si impegna a rispettare il <strong>Codice d'Onore di UPVX</strong>, che integra queste Condizioni d'Uso e regola il comportamento etico atteso all'interno della comunità di apprendimento virtuale.</p>\n      <p>È considerato parte integrante di questo accordo e la sua violazione può comportare la sospensione o la chiusura dell'account utente.</p>\n      <p><a href=\"https://upvx.es/honor\">Accedi al Codice d'Onore di UPVX</a></p>\n    </section>\n\n  </div>\n</main>",
  "static_tos_title": "Note Legali",
  
  "static_honor_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Ultimo aggiornamento: 6 novembre 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Codice d'Onore di UPVX</h1>\n    <p>Iscrivendovi a un corso su <strong>UPVX</strong>, entrate a far parte di una comunità globale di apprendimento aperto promossa dalla Universitat Politècnica de València (UPV). Il nostro obiettivo è offrire formazione di qualità, accessibile e gratuita, promuovendo l'apprendimento autonomo, la curiosità e l'integrità accademica.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"colaboracion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Politica di collaborazione</h2>\n      <p>La vostra partecipazione contribuisce al successo di questa comunità. UPVX confida nella vostra motivazione ad apprendere e ad agire onestamente in tutte le vostre attività. Utilizzando UPVX, accettate di rispettare questo <strong>Codice d'Onore</strong> e le condizioni specifiche che possono applicarsi a ciascun corso o programma, disponibili nelle rispettive pagine.</p>\n    </section>\n\n    <section id=\"compromiso\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Impegno al Codice d'Onore</h2>\n      <p>Iscrivendomi a un corso o programma su <strong>UPVX</strong>, accetto che:</p>\n      <ul>\n        <li><strong>Realizzerò personalmente</strong> tutti i test, quiz e attività di valutazione, salvo indicazione esplicita che sia permessa la collaborazione.</li>\n        <li><strong>Manterrò un unico account utente</strong> associato ai miei dati personali veritieri.</li>\n        <li><strong>Non condividerò</strong> il mio nome utente o password con altre persone.</li>\n        <li><strong>Non parteciperò ad alcuna attività disonesta</strong> che alteri i miei risultati o influenzi negativamente l'esperienza di altri studenti.</li>\n        <li><strong>Non pubblicherò soluzioni o risposte</strong> a esercizi o test di valutazione, salvo autorizzazione esplicita del team docente.</li>\n      </ul>\n    </section>\n\n    <section id=\"infracciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Violazioni</h2>\n      <p>Il mancato rispetto di questo Codice d'Onore o delle Condizioni d'Uso della Piattaforma può comportare, a discrezione del team UPVX o dell'università responsabile del corso, una o più delle seguenti azioni:</p>\n      <ul>\n        <li>Annullamento dell'attività o valutazione interessata.</li>\n        <li>Revoca del certificato di conseguimento ottenuto.</li>\n        <li>Esclusione dal corso o dalla piattaforma UPVX.</li>\n      </ul>\n      <p>Le violazioni saranno valutate dal team accademico responsabile del corso e, se del caso, dal personale UPV incaricato della gestione della piattaforma. Il partecipante sarà informato della decisione presa e delle azioni corrispondenti.</p>\n    </section>\n\n    <section id=\"modificacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Modifica del Codice d'Onore</h2>\n      <p>UPVX può aggiornare questo <strong>Codice d'Onore</strong> per riflettere cambiamenti normativi, tecnici o pedagogici. Qualsiasi modifica sarà pubblicata sulla stessa pagina con la data dell'ultimo aggiornamento. Continuando a utilizzare la Piattaforma dopo la pubblicazione di modifiche, si intenderà che accettate il nuovo testo.</p>\n    </section>\n\n  </div>\n</main>",
  "static_honor_title": "Codice d'Onore",
  
  "static_contact_html": "  <div style=\"font-family: Arial, sans-serif; background-color: #f4f6f8; margin: 0; padding: 40px;\">\n\n    <div style=\"max-width: 600px; margin: 0 auto; background-color: #ffffff; padding: 30px; border-radius: 12px; box-shadow: 0 4px 10px rgba(0, 0, 0, 0.1);\">\n\n         <h2 style=\"color: #ca0000; font-size: 22px; margin-bottom: 10px;\">Modulo di contatto</h2>\n\n        <form action=\"#\" method=\"post\">\n            <label for=\"name\" style=\"display: block; margin-bottom: 5px;\">Nome:</label>\n            <input type=\"text\" id=\"name\" name=\"name\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"email\" style=\"display: block; margin-bottom: 5px;\">Email:</label>\n            <input type=\"email\" id=\"email\" name=\"email\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"message\" style=\"display: block; margin-bottom: 5px;\">Messaggio:</label>\n            <textarea id=\"message\" name=\"message\" rows=\"5\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 20px; border: 1px solid #ccc; border-radius: 6px;\"></textarea>\n\n            <button type=\"submit\"\n                style=\"background-color: #ca0000; color: white; padding: 12px 20px; border: none; border-radius: 6px; font-size: 16px; cursor: pointer; width: 100%;\">\n                Invia messaggio\n            </button>\n        </form>\n\n    </div>\n\n</div>"
}
