{
  "static_faq_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Letzte Aktualisierung: 6. November 2025</p>\n    <h1>Häufig gestellte Fragen (FAQ)</h1>\n    <p>In diesem Dokument finden Sie Antworten auf die häufigsten Fragen zur Funktionsweise der <strong>UPVX</strong>-Plattform.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"general\">\n      <h2 style=\"margin-bottom: 0.75em;\">1. Allgemein</h2>\n\n      <h3>Was ist UPVX?</h3>\n      <p><strong>UPVX</strong> ist die MOOC-Plattform der Universitat Politècnica de València. Hier finden Sie Kurse, die von UPV-Dozenten erstellt wurden und ein breites Spektrum an Wissensbereichen abdecken. Die Inhalte werden mit der <em>Polimedia</em>-Technologie erstellt.</p>\n\n      <h3>Was ist ein MOOC?</h3>\n      <p>MOOC steht für <em>Massive Open Online Course</em>, zu Deutsch: Massiver offener Online-Kurs. Er zeichnet sich dadurch aus, dass er kostenlos und zugänglich ist und auf einer Bildungsplattform im Internet konzipiert wurde, die die Teilnahme einer großen Anzahl von Studierenden ermöglicht.</p>\n\n      <h3>Werden alle UPV-MOOCs auf UPVX entwickelt?</h3>\n      <p>Nein. Die UPV bietet auch Kurse auf der internationalen Plattform <strong>edx.org</strong> an, deren Mitglied sie seit 2014 ist. Sie können über die UPVX-Kurssuche darauf zugreifen, die Sie bei Bedarf zu edX weiterleitet.</p>\n\n      <h3>Ich bin kein UPV-Mitglied, kann ich einen UPVX-Kurs belegen?</h3>\n      <p>Ja. Aufgrund ihres offenen Charakters richten sich die UPVX-Kurse an alle Personen mit Internetzugang, unabhängig davon, ob sie Teil der UPV-Gemeinschaft sind oder nicht.</p>\n\n      <h3>Was ist Polimedia?</h3>\n      <p><em>Polimedia</em> ist eine von der UPV entwickelte Technologie zur schnellen und effizienten Erstellung hochwertiger audiovisueller Inhalte.</p>\n\n      <h3>Wie funktionieren UPVX-Kurse?</h3>\n      <p>Die Kurse bestehen aus kurzen Videos, die grundlegende Konzepte erklären, die mit Selbstbewertungsübungen, Diskussionsforen und Abschlussprüfungen durchsetzt sind. Diese Struktur ermöglicht es den Studierenden, Konzepte so oft wie nötig zu wiederholen.</p>\n    </section>\n\n    <section id=\"estudiantes\">\n      <h2 style=\"margin-bottom: 0.75em;\">2. Studierende</h2>\n\n      <h3>Wann beginnt jeder Kurs?</h3>\n      <p>UPVX veröffentlicht regelmäßig neue Ausgaben seiner Kurse. Sie können die Starttermine auf der Startseite der Plattform einsehen.</p>\n\n      <h3>Wie viele Kurse kann ich belegen?</h3>\n      <p>Sie können sich für beliebig viele Kurse anmelden. Jeder Kurs gibt einen geschätzten wöchentlichen Zeitaufwand an, der normalerweise zwischen 2 und 5 Stunden liegt.</p>\n\n      <h3>Wie lange dauert ein UPVX-Kurs?</h3>\n      <p>Die Dauer variiert je nach Kurs. Derzeit dauern die Kurse zwischen 2 und 12 Wochen, obwohl sich diese Angabe je nach Thema ändern kann.</p>\n\n      <h3>Gibt es Fristen in jedem Kurs?</h3>\n      <p>Es wird empfohlen, dem geplanten Kalender jeder Ausgabe zu folgen, um die Interaktion mit anderen Studierenden zu nutzen. Am Ende der Ausgabe bleiben die Materialien normalerweise als archivierter Kurs verfügbar, obwohl keine benoteten Prüfungen mehr abgelegt werden können.</p>\n\n      <h3>Welches Material ist in einem UPVX-Kurs verfügbar?</h3>\n      <p>Jeder Kurs bietet Erklärvideos, Begleitdokumente und Multiple-Choice-Übungen. Darüber hinaus werden am Ende jeder Einheit oder jedes Kurses Bewertungen einbezogen, um den Fortschritt der Studierenden zu messen.</p>\n\n      <h3>Was sind die Anforderungen, um einen Kurs zu bestehen?</h3>\n      <p>Die Lehrkräfte jedes Kurses legen die Bewertungskriterien fest, einschließlich der Gewichtung jeder Prüfung und des zum Bestehen des Kurses erforderlichen Prozentsatzes. Diese Informationen erscheinen im Kursleitfaden.</p>\n\n      <h3>Wie melde ich mich für einen Kurs an?</h3>\n      <p>Gehen Sie zur Kursseite und klicken Sie auf <strong>\"In den Kurs einschreiben\"</strong>. Um die Anmeldung abzuschließen, benötigen Sie ein Konto auf der UPVX-Plattform.</p>\n    </section>\n\n    <section id=\"acreditaciones\">\n      <h2 style=\"margin-bottom: 0.75em;\">3. Zertifizierungen</h2>\n\n      <h3>Bietet UPVX Zertifikate an?</h3>\n      <p>UPVX-Kurse sind völlig kostenlos und bieten keine offiziellen Zertifikate an. Sie sind für Bildungszwecke und zur Wissensvermittlung konzipiert.</p>\n      <p>UPV-Kurse, die auf <strong>edx.org</strong> gehostet werden, können jedoch Zertifikate anbieten, die direkt über diese Plattform verwaltet werden.</p>\n    </section>\n\n  </div>\n</main>",
  "static_faq_title": "Häufig gestellte Fragen",
  
  "static_privacy_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Letzte Aktualisierung: 6. November 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Datenschutzrichtlinie</h1>\n    <p>Diese Richtlinie erläutert, wie die Universitat Politècnica de València (UPV) die personenbezogenen Daten der Nutzer der <strong>UPVX</strong>-Plattform (<a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">upvx.es</a>) verarbeitet, die MOOC-Kurse (offen und kostenlos) auf Basis von Open edX anbietet.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"introduccion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Einführung</h2>\n      <p>Auf der <strong>UPVX</strong>-Plattform, die unter <a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">https://upvx.es</a> zugänglich ist und von der Universitat Politècnica de València (UPV) betrieben wird, verarbeiten wir Ihre personenbezogenen Daten zur Verwaltung Ihres Benutzerkontos, Ihrer Teilnahme an MOOC-Kursen, Ihres akademischen Fortschritts und anderer damit verbundener Dienste.</p>\n      <p>Diese Richtlinie beschreibt, welche Daten erfasst werden, zu welchem Zweck, die Rechtsgrundlage der Verarbeitung, die Aufbewahrungszeit, mögliche Übermittlungen und Ihre Rechte.</p>\n      <p>Die Plattform ist nicht für Kinder unter 14 Jahren bestimmt. Wenn Sie minderjährig sind, sollten Sie sich nicht ohne die ausdrückliche Zustimmung Ihrer Eltern oder Erziehungsberechtigten registrieren.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Verantwortlicher für die Datenverarbeitung</h2>\n      <p><strong>Universitat Politècnica de València (UPV)</strong><br>\n      Camí de Vera s/n, 46022 Valencia (Spanien)<br>\n      <strong>Kontakt-E-Mail:</strong> <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a> (Datenschutzbeauftragter)</p>\n    </section>\n\n    <section id=\"datos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Von uns verarbeitete personenbezogene Daten und Zwecke</h2>\n\n      <h3>3.1. Registrierungs- und Profildaten</h3>\n      <p>Während der Registrierung oder Profilbearbeitung kann UPVX folgende Daten erfassen:</p>\n      <ul>\n        <li>Vor- und Nachname</li>\n        <li>Benutzername / Kennung</li>\n        <li>E-Mail-Adresse</li>\n        <li>Passwort (verschlüsselt gespeichert)</li>\n        <li>Alter (optional)</li>\n        <li>Land (optional)</li>\n        <li>Bildungsniveau (optional)</li>\n        <li>Geschlecht (optional)</li>\n      </ul>\n      <p>Diese Daten ermöglichen es uns, Ihr Konto zu erstellen, Sie als Benutzer zu identifizieren, Ihre Teilnahme an Kursen zu verwalten und aggregierte Statistiken zur Verbesserung des Dienstes zu erstellen.</p>\n\n      <h3>3.2. Akademische und Teilnahmedaten</h3>\n      <p>Während Ihrer Aktivität auf der Plattform erfassen wir:</p>\n      <ul>\n        <li>Kurse, für die Sie sich anmelden</li>\n        <li>Fortschritt, Noten, Aufgaben, Ergebnisse und Prüfungen</li>\n        <li>Teilnahme an Foren und gesendete Nachrichten</li>\n        <li>Kursstart- und Enddaten</li>\n      </ul>\n      <p>Diese Daten werden verarbeitet, um Lehractivitäten zu verwalten, die Teilnahme der Studierenden zu überprüfen, pädagogische Analysen durchzuführen und aggregierte akademische Leistungsberichte zu erstellen.</p>\n\n      <h3>3.3. Technische Daten und Cookies</h3>\n      <p>Wir erfassen automatisch technische Informationen:</p>\n      <ul>\n        <li>IP-Adresse, Browser, Gerät und Betriebssystem</li>\n        <li>Zugriffs- und Aktivitätsprotokolle innerhalb der Plattform</li>\n        <li>Cookies oder gleichwertige Technologien (siehe <a href=\"/cookies.html\" target=\"_blank\" rel=\"noopener\">Cookie-Richtlinie</a>)</li>\n      </ul>\n      <p>Diese Daten sind für die technische Wartung, Sicherheit, Störungserkennung und Serviceverbesserung erforderlich.</p>\n    </section>\n\n    <section id=\"base-legal\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Rechtsgrundlage für die Verarbeitung</h2>\n      <ul>\n        <li><strong>Erfüllung eines Vertrags oder einer Dienstleistung:</strong> erforderlich zur Verwaltung Ihrer Registrierung und Teilnahme an Kursen.</li>\n        <li><strong>Einwilligung:</strong> wenn Sie freiwillig optionale Daten wie Alter, Land, Bildungsniveau oder Geschlecht angeben.</li>\n        <li><strong>Berechtigtes Interesse:</strong> zur Aufrechterhaltung der Sicherheit, Durchführung interner Statistiken und Verbesserung der Bildungsdienste.</li>\n        <li><strong>Erfüllung gesetzlicher Verpflichtungen:</strong> hinsichtlich der Aufbewahrung akademischer Aufzeichnungen oder administrativer Anforderungen.</li>\n      </ul>\n    </section>\n\n    <section id=\"conservacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">5. Datenspeicherung</h2>\n      <p>Personenbezogene Daten werden aufbewahrt, solange Sie Ihr Konto aktiv halten oder solange sie für die Zwecke der Verarbeitung erforderlich sind.</p>\n      <p>Nach Schließung des Kontos werden sie für die in den geltenden Vorschriften vorgesehenen Zeiträume gesperrt aufbewahrt und können zu statistischen oder institutionellen Archivierungszwecken in ordnungsgemäß anonymisierter Form aufbewahrt werden.</p>\n    </section>\n\n    <section id=\"comunicaciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">6. Mitteilungen an Dritte und internationale Datenübermittlungen</h2>\n      <p>Die UPV wird Ihre personenbezogenen Daten nicht an Dritte weitergeben, außer in den folgenden Fällen:</p>\n      <ul>\n        <li><strong>Technologiedienstleister:</strong> Unternehmen, die Dienstleistungen für die Plattform erbringen (z. B. Webhosting, technischer Support, E-Mail-Versand oder Datenanalyse). Sie handeln als Auftragsverarbeiter, unter Vertrag und nach Anweisungen der UPV, mit angemessenen Sicherheits- und Vertraulichkeitsgarantien.</li>\n        <li><strong>UPV-Lehr- oder Forschungsmitarbeiter:</strong> ausschließlich zu statistischen oder akademischen Zwecken und immer in aggregierter oder anonymisierter Form.</li>\n        <li><strong>Gesetzliche oder administrative Verpflichtungen:</strong> wenn eine Anforderung von zuständigen Behörden, öffentlichen Stellen oder Gerichtsbeschlüssen vorliegt.</li>\n      </ul>\n      <p><strong>Internationale Übermittlungen:</strong> Falls sich ein Dienstleister außerhalb des Europäischen Wirtschaftsraums (EWR) befindet, stellt die UPV sicher, dass solche Übermittlungen den DSGVO-Bestimmungen entsprechen durch:</p>\n      <ul>\n        <li>Angemessenheitsbeschlüsse der Europäischen Kommission</li>\n        <li>Von der Kommission genehmigte Standardvertragsklauseln</li>\n        <li>Andere rechtlich gültige Mechanismen, die ein angemessenes Schutzniveau gewährleisten</li>\n      </ul>\n      <p>Personenbezogene Daten werden niemals an Dritte verkauft oder für kommerzielle Zwecke verwendet, die nicht mit der UPVX-Schulungsaktivität zusammenhängen.</p>\n    </section>\n\n    <section id=\"derechos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">7. Nutzerrechte</h2>\n      <p>Als betroffene Person können Sie folgende Rechte ausüben:</p>\n      <ul>\n        <li><strong>Auskunft:</strong> erfahren, welche personenbezogenen Daten wir verarbeiten.</li>\n        <li><strong>Berichtigung:</strong> Korrektur unrichtiger Daten beantragen.</li>\n        <li><strong>Löschung:</strong> Löschung Ihrer Daten beantragen, wenn sie nicht mehr erforderlich sind.</li>\n        <li><strong>Einschränkung der Verarbeitung:</strong> die Verwendung Ihrer Daten in bestimmten Fällen einschränken.</li>\n        <li><strong>Widerspruch:</strong> der Verarbeitung Ihrer Daten unter bestimmten Umständen widersprechen.</li>\n        <li><strong>Datenübertragbarkeit:</strong> Ihre Daten in einem strukturierten und übertragbaren Format erhalten.</li>\n        <li><strong>Widerruf der Einwilligung:</strong> in Fällen, in denen die Verarbeitung darauf basiert.</li>\n      </ul>\n      <p>Sie können diese Rechte ausüben, indem Sie an <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a> schreiben, Ihr Anliegen angeben und Ihre Identität nachweisen.</p>\n      <p>Wenn Sie glauben, dass Ihre Rechte nicht respektiert wurden, können Sie eine Beschwerde bei der <a href=\"https://www.aepd.es\" target=\"_blank\" rel=\"noopener\">Spanischen Datenschutzbehörde (AEPD)</a> einreichen.</p>\n    </section>\n\n    <section id=\"seguridad\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">8. Datensicherheit</h2>\n      <p>Die UPV ergreift geeignete technische und organisatorische Maßnahmen zur Gewährleistung der Datensicherheit, einschließlich Verschlüsselung, Zugriffskontrolle und regelmäßiger Audits, gemäß dem Nationalen Sicherheitsschema und der DSGVO.</p>\n    </section>\n\n    <section id=\"menores\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">9. Minderjährige</h2>\n      <p>Die Plattform ist nicht für Kinder unter 14 Jahren bestimmt. Wenn Sie minderjährig sind, sollten Sie sich nicht ohne die Zustimmung Ihrer Eltern oder Erziehungsberechtigten registrieren.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">10. Änderungen dieser Richtlinie</h2>\n      <p>Die UPV kann diese Datenschutzrichtlinie aktualisieren, um sie an regulatorische oder technische Änderungen anzupassen. Das Datum der letzten Überarbeitung wird immer am Ende des Dokuments angezeigt.</p>\n    </section>\n\n  </div>\n</main>",
  "static_privacy_title": "Datenschutzrichtlinie",
  
  "static_cookies_html": "<header>\n <style>\n  .wrap { max-width: 100%; overflow-x: hidden; word-wrap: break-word; }\n  .wrap a { word-break: break-all; overflow-wrap: break-word; }\n  table { table-layout: fixed; width: 100%; }\n  table td, table th { overflow-wrap: break-word; word-break: break-word; }\n</style>\n<header>\n   <div class=\"wrap\">\n    <p class=\"updated\">Letzte Aktualisierung: 6. November 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Cookie-Richtlinie</h1>\n    <p>Diese Richtlinie beschreibt die Verwendung von Cookies und ähnlichen Technologien auf <strong>upvx.es</strong> (Open edX-Plattform der Universitat Politècnica de València, im Folgenden «UPVX»). Hier erklären wir, was sie sind, wofür sie verwendet werden, welche Arten wir verwenden, wie Sie sie verwalten können und wie Sie Ihre Rechte ausüben können.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"que-son\" >\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Was sind Cookies?</h2>\n      <p>Cookies sind kleine Dateien, die die Website auf Ihrem Gerät platziert, um Funktionalitäten zu aktivieren oder zu verbessern, Ihre Präferenzen zu speichern und Zugriffsmessungen durchzuführen. Sie können <em>Erstanbieter-</em> (von upvx.es gesetzt) oder <em>Drittanbieter-Cookies</em> (von verschiedenen Domains gesetzt, wie Google oder YouTube, wenn deren Dienste integriert werden) sein.</p>\n      <p>Einige Cookies beinhalten die Verarbeitung personenbezogener Daten (z. B. <span class=\"k\">IP</span> oder Online-Kennungen). Die Verarbeitung erfolgt gemäß <abbr title=\"Verordnung (EU) 2016/679\">DSGVO</abbr> und <abbr title=\"Organisches Gesetz 3/2018\">LOPDGDD</abbr>. Weitere Informationen finden Sie in der <a href=\"/privacy\" target=\"_blank\" rel=\"noopener\">UPVX Datenschutzrichtlinie</a>.</p>\n    </section>\n\n    <section id=\"consentimiento\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Rechtsgrundlage und Einwilligung</h2>\n      <p>Bei UPVX verwenden wir:</p>\n      <ul>\n        <li><strong>Technische oder notwendige Cookies</strong>: werden ohne Einwilligung installiert, da sie die Bereitstellung des Dienstes ermöglichen (z. B. Authentifizierung, Sicherheit, Sprachauswahl).</li>\n        <li><strong>Analytische Cookies (Google Analytics 4)</strong> und <strong>YouTube-Cookies</strong>: werden nur installiert, wenn Sie Ihre Einwilligung über das anfängliche Banner erteilen. Sie können sie beim ersten Zugriff akzeptieren oder ablehnen.</li>\n      </ul>\n    </section>\n\n    <section id=\"tipos\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Von uns verwendete Cookie-Typen</h2>\n      <div class=\"grid\">\n        <div>\n          <p class=\"pill\"><span class=\"ok\">●</span> Technisch oder notwendig</p>\n          <p class=\"note\">Unerlässlich für Anmeldung, Sitzungserhaltung, Anwendung von CSRF-Sicherheit oder Speicherung der Sprache.</p>\n        </div>\n        <div>\n          <p class=\"pill\"><span class=\"warn\">●</span> Analytisch und Multimedia (erfordern Einwilligung)</p>\n          <p class=\"note\">Nutzungsmessung (Google Analytics 4) und Wiedergabe eingebetteter Videos (YouTube), die Google-Kennungen verwenden können.</p>\n        </div>\n      </div>\n    </section>\n\n    <section id=\"listado\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Cookie-Liste</h2>\n      <p class=\"note\">Die unten gezeigten Namen, Domains und Ablaufdaten spiegeln ein echtes Beispiel wider, das auf der UPVX-Startseite und in der öffentlichen Google-Dokumentation beobachtet wurde. Sie können sich mit technischen oder Konfigurationsänderungen ändern.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Erstanbieter-Cookies (upvx.es / .upvx.es – Open edX)</h3>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table aria-describedby=\"own-desc\" style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Zweck</th>\n            <th>Typ</th>\n            <th>Dauer</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">csrftoken</td>\n            <td>upvx.es</td>\n            <td>Sicherheit. Verhinderung von <span class=\"k\">CSRF</span>-Angriffen auf Formulare.</td>\n            <td>Technisch (notwendig)</td>\n            <td>Bis zu 1 Jahr</td>\n          </tr>\n          <tr>\n            <td class=\"k\">sessionid</td>\n            <td>upvx.es</td>\n            <td>Authentifizierung und Aufrechterhaltung der Benutzersitzung.</td>\n            <td>Technisch (notwendig)</td>\n            <td>Sitzung</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-header-payload</td>\n            <td>.upvx.es</td>\n            <td>Authentifizierung. Enthält den Header und die Payload des <span class=\"k\">JWT</span> für Open edX-Sitzungen.</td>\n            <td>Technisch (notwendig)</td>\n            <td>Variabel (z. B. Stunden)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-signature</td>\n            <td>.upvx.es</td>\n            <td>Integrität. <span class=\"k\">JWT</span>-Signatur zur Validierung der Authentizität.</td>\n            <td>Technisch (notwendig)</td>\n            <td>Variabel (z. B. Stunden)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-user-info</td>\n            <td>.upvx.es</td>\n            <td>Schnittstellenpräferenzen (Profil-Link, Bild usw.) des authentifizierten Benutzers.</td>\n            <td>Funktionalität</td>\n            <td>Stunden/Tage</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edxloggedin</td>\n            <td>.upvx.es</td>\n            <td>Zeigt an, ob die Sitzung gestartet ist, um die Navigation zu optimieren.</td>\n            <td>Funktionalität</td>\n            <td>Minuten/Stunden</td>\n          </tr>\n          <tr>\n            <td class=\"k\">openedx-language-preference</td>\n            <td>.upvx.es</td>\n            <td>Speichert die Sprachpräferenz.</td>\n            <td>Präferenzen</td>\n            <td>Bis zu 1 Monat</td>\n          </tr>\n          <tr>\n            <td class=\"k\">course-v1:… / edxCourseRedirect</td>\n            <td>upvx.es</td>\n            <td>Speichert den zuletzt besuchten Kurs oder Block, um die Navigation fortzusetzen.</td>\n            <td>Funktionalität</td>\n            <td>Tage/Wochen</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Analyse-Cookies (Google Analytics 4)</h3>\n      <p class=\"small\">Werden nur mit Ihrer Einwilligung installiert. UPVX verwendet GA4, um aggregierte Statistiken zu erhalten und den Dienst zu verbessern (niemals um individuelle Profile zu erstellen).</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table  style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Zweck</th>\n            <th>Typ</th>\n            <th>Dauer</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">_ga</td>\n            <td>upvx.es</td>\n            <td>Identifizierung eindeutiger Benutzer (Client-ID) für aggregierte Metriken.</td>\n            <td>Analytisch (Einwilligung)</td>\n            <td>2 Jahre</td>\n          </tr>\n          <tr>\n            <td class=\"k\">_ga_&lt;ID&gt;</td>\n            <td>upvx.es</td>\n            <td>Aufrechterhaltung des Sitzungsstatus und Zuweisung zum GA4-Container.</td>\n            <td>Analytisch (Einwilligung)</td>\n            <td>2 Jahre</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. YouTube-Cookies (Drittanbieter)</h3>\n      <p class=\"small\">Werden nur installiert, wenn Sie mit eingebetteten Videos interagieren und deren Verwendung akzeptieren. Einige werden verwendet, um Präferenzen zu speichern und gegebenenfalls für Anzeigenpersonalisierung durch Google/YouTube.</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table  style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Zweck</th>\n            <th>Typ</th>\n            <th>Dauer</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">VISITOR_INFO1_LIVE</td>\n            <td>.youtube.com</td>\n            <td>Verwaltung von Player-Präferenzen und Besucherinformationen; Erkennung von Serviceproblemen.</td>\n            <td>Multimedia/Marketing (Einwilligung)</td>\n            <td>~6 Monate</td>\n          </tr>\n          <tr>\n            <td class=\"k\">YSC</td>\n            <td>.youtube.com</td>\n            <td>Sitzungskennung für Video-Interaktionen.</td>\n            <td>Multimedia (Einwilligung)</td>\n            <td>Sitzung</td>\n          </tr>\n          <tr>\n            <td class=\"k\">VISITOR_PRIVACY_METADATA</td>\n            <td>.youtube.com</td>\n            <td>Speichert den Datenschutz-/Einwilligungsstatus des Besuchers auf YouTube.</td>\n            <td>Präferenzen (Einwilligung)</td>\n            <td>Bis zu 6–13 Monate</td>\n          </tr>\n          <tr>\n            <td class=\"k\">SIDCC, SSID, SOCS</td>\n            <td>.google.com / .youtube.com</td>\n            <td>Kontosicherheit, Präferenzen und Einwilligungsstatus für Google-Dienste, die mit dem Player verknüpft sind.</td>\n            <td>Multimedia/Sicherheit (Einwilligung)</td>\n            <td>Monate / bis zu 2 Jahre</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n    </section>\n\n    <section id=\"gestion\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Wie können Sie Cookies verwalten oder deaktivieren?</h2>\n      <p>Sie können Cookies über Ihre Browsereinstellungen konfigurieren, ablehnen oder löschen. Beachten Sie, dass technische Cookies möglicherweise erforderlich sind, damit die Website ordnungsgemäß funktioniert, und wenn Sie sie blockieren, sind einige Teile möglicherweise nicht verfügbar.</p>\n\n      <p>Alle modernen Browser ermöglichen es Ihnen, Cookie-Einstellungen zu ändern. Diese Einstellungen befinden sich normalerweise im Menü \"Optionen\" oder \"Einstellungen\" des Browsers. Sie können sie jederzeit deaktivieren über:</p>\n      <ul>\n        <li>Google Chrome: <a href=\"http://support.google.com/chrome/bin/answer.py?hl=de&answer=95647\" target=\"_blank\" rel=\"noopener\">Cookies mit Chrome verwalten</a></li>\n        <li>Microsoft Edge: <a href=\"https://support.microsoft.com/de-de/microsoft-edge/cookies-in-microsoft-edge-l%C3%B6schen-63947406-40ac-c3b8-57b9-2a946a29ae09\" target=\"_blank\" rel=\"noopener\">Cookies mit Edge verwalten</a></li>\n        <li>Mozilla Firefox: <a href=\"http://support.mozilla.org/de/kb/cookies-aktivieren-und-deaktivieren\" target=\"_blank\" rel=\"noopener\">Cookies mit Firefox verwalten</a></li>\n        <li>Apple Safari: <a href=\"http://support.apple.com/kb/ph5042\" target=\"_blank\" rel=\"noopener\">Cookies mit Safari verwalten</a></li>\n      </ul>\n    </section>\n\n    <section id=\"transferencias\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Internationale Übermittlungen</h2>\n      <p>Die Verwendung von Google Analytics und YouTube kann internationale Datenübermittlungen durch Google LLC beinhalten. Informationen zu geltenden Garantien finden Sie in den Google-Informationen zu Datenschutz und Cookie-Verwendung.</p>\n    </section>\n\n    <section id=\"responsable\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Verantwortlicher und Kontakt</h2>\n      <p><strong>Verantwortlicher für die Verarbeitung:</strong> Universitat Politècnica de València (UPV). Datenschutzbeauftragter: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>.</p>\n      <p>Um Ihre Rechte auf Auskunft, Berichtigung, Löschung, Widerspruch, Einschränkung oder Übertragbarkeit auszuüben, folgen Sie den Anweisungen in der <a href=\"https://www.upv.es/legal/politica-privacidad-de.html\" target=\"_blank\" rel=\"noopener\">Datenschutzrichtlinie</a>. Sie können auch eine Beschwerde bei der Spanischen Datenschutzbehörde einreichen.</p>\n    </section>\n\n    <section id=\"cambios\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Änderungen dieser Richtlinie</h2>\n      <p>Diese Richtlinie kann aktualisiert werden, um regulatorische oder technische Änderungen widerzuspiegeln. Wir werden die aktuelle Version und das Datum der letzten Aktualisierung auf derselben Seite veröffentlichen.</p>\n    </section>\n\n  </div>\n</main>",
  "static_cookies_title": "Cookie-Richtlinie",
  
  "static_tos_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Letzte Aktualisierung: Oktober 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Impressum</h1>\n    <p>Diese allgemeinen Nutzungsbedingungen (im Folgenden \"Nutzungsbedingungen\") regeln den Zugang zu und die Nutzung der UPVX-Plattform, deren Webdomain <a href=\"https://upvx.es/\">https://upvx.es/</a> ist (im Folgenden \"die Plattform\"), die von der UNIVERSITAT POLITÈCNICA DE VALÈNCIA (im Folgenden \"UPV\" oder \"die Universität\") angeboten wird.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"indice\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">Inhaltsverzeichnis</h2>\n      <ol>\n        <li>Allgemeine Informationen</li>\n        <li>Zweck der Plattform</li>\n        <li>Allgemeine Nutzungsbedingungen</li>\n        <li>Benutzerregistrierung und Zugang</li>\n        <li>Schutz personenbezogener Daten</li>\n        <li>Geistiges und gewerbliches Eigentum</li>\n        <li>Links</li>\n        <li>Haftungsausschluss</li>\n        <li>Verwendung von Cookies</li>\n        <li>Änderungen</li>\n        <li>Anwendbares Recht und Gerichtsstand</li>\n        <li>Ehrenkodex</li>\n      </ol>\n    </section>\n\n    <section id=\"informacion-general\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">1. Allgemeine Informationen</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.1. Identifizierende Daten</h3>\n      <p>Gemäß Artikel 10 des Gesetzes 34/2002 vom 11. Juli über Dienste der Informationsgesellschaft und elektronischen Handel (LSSI-CE) informieren wir Sie, dass:</p>\n      <ul>\n        <li><strong>Eigentümer</strong>: Universitat Politècnica de València</li>\n        <li><strong>Adresse</strong>: Camino de Vera s/n, 46022 Valencia (Spanien)</li>\n        <li><strong>Steuernummer</strong>: Q-4618002-B</li>\n        <li><strong>Telefon</strong>: +34 96 387 70 00</li>\n        <li><strong>Kontakt-E-Mail</strong>: <a href=\"mailto:admin@upvx.es\">admin@upvx.es</a></li>\n        <li><strong>Datenschutzbeauftragter</strong>: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a></li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.2. Eigentum der Plattform</h3>\n      <p>Die UPV ist alleiniger Eigentümer der UPVX-Plattform und stellt sie Internetnutzern zur Verfügung, um virtuelle Dienste im Zusammenhang mit der virtuellen Lerngemeinschaft UPVX bereitzustellen.</p>\n    </section>\n\n    <section id=\"objeto\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Zweck der Plattform</h2>\n      <p>Die UPVX-Plattform dient als virtueller Treffpunkt und Werkzeug zur Erfüllung der Ziele der virtuellen Lerngemeinschaft UPVX:</p>\n      <ul>\n        <li><strong>Technologische Innovation</strong>: Förderung von Innovation und Generierung technologischer Ressourcen, die auf virtuelle Bildung anwendbar sind, Erleichterung des Zugangs zu beruflicher Ausbildung und Hochschulbildung.</li>\n        <li><strong>Methodische Innovation</strong>: Experimentieren mit disruptiven pädagogischen Methoden und Strategien, die die innovative Nutzung von Technologie und Internet ermöglichen (E-Learning, Peer-Learning, soziales Lernen, selbstgesteuert, massiv usw.).</li>\n        <li><strong>Offene Innovation</strong>: Erforschung der Nutzung offener Repositorien für Bildungsinhalte und neuer Formen der Akkreditierung und Zertifizierung, die eine flexiblere, modularere und agilere Ausbildung für neue Berufsprofile im digitalen Umfeld ermöglichen.</li>\n        <li><strong>Permanente Online-Ausbildung</strong>: Förderung der permanenten Online-Ausbildung als Bildungsmodell zur Ausbildung und Akkreditierung von Kompetenzen, die vom neuen Arbeitsmarkt und der digitalen Wirtschaft gefordert werden.</li>\n        <li><strong>Wissensbasiertes Unternehmertum</strong>: Förderung von Ausbildung, Interaktion und Start von Unternehmerinitiativen im digitalen Bereich.</li>\n      </ul>\n    </section>\n\n    <section id=\"condiciones-uso\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Allgemeine Nutzungsbedingungen</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.1. Allgemeine Richtlinien</h3>\n      <p>Der Zugriff auf und die Nutzung der Plattform verleiht den Benutzerstatus und impliziert die vollständige und vorbehaltlose Annahme aller zum Zeitpunkt des Zugriffs geltenden Nutzungsbedingungen. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, müssen Sie von der Nutzung der Plattform absehen.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.2. Kostenloser Charakter</h3>\n      <p>Die Bereitstellung von Diensten durch die UPV über die Plattform ist für die Benutzer kostenlos.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.3. Altersanforderungen</h3>\n      <p><strong>Die Plattform richtet sich ausschließlich an Personen über 14 Jahre.</strong> Kinder unter 14 Jahren dürfen sich nicht registrieren oder ihre personenbezogenen Daten ohne ausdrückliche Genehmigung ihrer Eltern oder Erziehungsberechtigten gemäß Artikel 7 des Organischen Gesetzes 3/2018 vom 5. Dezember über den Schutz personenbezogener Daten und die Garantie digitaler Rechte (LOPDGDD) bereitstellen.</p>\n      <p>Personen über 14 Jahre können sich selbst registrieren und die Plattform nutzen und übernehmen die Verantwortung für deren Nutzung.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.4. Benutzerverantwortung</h3>\n      <p>Der Benutzer ist verantwortlich für:</p>\n      <ul>\n        <li>Die Bereitstellung wahrheitsgemäßer, genauer, vollständiger und aktualisierter Informationen während der Registrierung und Nutzung der Plattform.</li>\n        <li>Die ordnungsgemäße Nutzung der Plattform und ihrer Inhalte.</li>\n        <li>Inhalte, Meinungen oder Links, die in Foren aufgenommen werden, und die Gewährleistung, dass sie keine Rechte Dritter verletzen (Datenschutz, Bild, geistiges oder gewerbliches Eigentum).</li>\n        <li>Die Wahrung der Vertraulichkeit ihrer Zugangsdaten.</li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.5. Benutzergenerierte Inhalte</h3>\n      <p>Der Benutzer erklärt, die ausschließliche Verantwortung für die von ihm veröffentlichten Inhalte zu übernehmen, die Urheberschaft zu gewährleisten und dass diese keine Rechte Dritter verletzen oder rechtswidrige Informationen enthalten, die der Moral oder der öffentlichen Ordnung zuwiderlaufen.</p>\n      <p>Die UPV behält sich das Recht vor, ohne vorherige Ankündigung alle Inhalte zu entfernen, die gegen diese Nutzungsbedingungen oder geltende Rechtsvorschriften verstoßen, ohne dass dadurch eine Haftung für die Universität entsteht.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.6. Verfügbarkeit des Dienstes</h3>\n      <p>Die UPV garantiert keine ununterbrochene Verfügbarkeit und Kontinuität des Plattformbetriebs und kann den Dienst aus Sicherheits-, technischen, Wartungsgründen oder aufgrund von Dritten unterbricht, ohne dass ein Anspruch auf Entschädigung entsteht.</p>\n      <p>Wenn möglich, wird die UPV geplante Unterbrechungen im Voraus ankündigen.</p>\n    </section>\n\n    <section id=\"registro\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Benutzerregistrierung und Zugang</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Kontoerstellung</h3>\n      <p>Um auf bestimmte Plattformdienste zuzugreifen, müssen sich Benutzer registrieren, indem sie ein eindeutiges und persönliches Konto erstellen. Die Registrierung impliziert die Annahme dieser Nutzungsbedingungen und der <a href=\"/privacy\">Datenschutzrichtlinie</a>.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Registrierungsdaten</h3>\n      <p>Während des Registrierungsprozesses werden folgende Daten angefordert:</p>\n      <p><strong>Pflichtdaten:</strong></p>\n      <ul>\n        <li>Vor- und Nachname</li>\n        <li>E-Mail-Adresse</li>\n        <li>Benutzername</li>\n        <li>Passwort</li>\n      </ul>\n      <p><strong>Optionale Daten:</strong></p>\n      <ul>\n        <li>Geschlecht</li>\n        <li>Bildungsniveau</li>\n        <li>Wohnsitzland</li>\n        <li>Motivation zur Nutzung der Plattform</li>\n        <li>Sprachpräferenzen</li>\n      </ul>\n      <p>Der Benutzer verpflichtet sich, seine Daten aktuell zu halten und übernimmt die Verantwortung für deren Richtigkeit. Die UPV kann Dokumente anfordern, die die Richtigkeit der Daten belegen.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Nutzung von Konto und Passwort</h3>\n      <p>Der Benutzer ist verantwortlich für die Wahrung der Vertraulichkeit seines Passworts und aller Aktivitäten, die von seinem Konto aus durchgeführt werden. Er muss die UPV unverzüglich über jede unbefugte Nutzung seines Kontos oder andere Sicherheitsverletzungen informieren.</p>\n    </section>\n\n    <section id=\"proteccion-datos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Schutz personenbezogener Daten</h2>\n      <p>Die Universitat Politècnica de València informiert die Benutzer, dass sie ihre personenbezogenen Daten gemäß den geltenden Rechtsvorschriften zum Schutz personenbezogener Daten verarbeitet, insbesondere der Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 (DSGVO) und des Organischen Gesetzes 3/2018 vom 5. Dezember über den Schutz personenbezogener Daten und die Garantie digitaler Rechte (LOPDGDD).</p>\n      <p>Alle Informationen bezüglich der Verarbeitung personenbezogener Daten sind in der <strong><a href=\"/privacy\">Datenschutzrichtlinie</a></strong> der Plattform aufgeführt.</p>\n    </section>\n\n    <section id=\"propiedad-intelectual\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Geistiges und gewerbliches Eigentum</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.1. Plattforminhalte</h3>\n      <p>Alle Plattforminhalte und -elemente (Design, Texte, Bilder, Videos, Software usw.) sind, sofern nicht ausdrücklich anders angegeben, ausschließliches Eigentum der UPV oder Dritter, die ihre Nutzung autorisiert haben, und sind durch Gesetze zum Schutz des geistigen und gewerblichen Eigentums geschützt.</p>\n      <p>Der Zugriff auf die Plattform impliziert keinen Verzicht, keine Übertragung, Lizenz oder vollständige oder teilweise Abtretung solcher Rechte durch die UPV.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.2. Nutzung der Inhalte</h3>\n      <p>Der Benutzer ist nur berechtigt, die Inhalte anzuzeigen und eine temporäre private Kopie für seinen persönlichen und privaten Gebrauch zu erhalten, ohne kommerzielle Verwertung, Reproduktion, Verteilung, Änderung, öffentliche Mitteilung, Transformation oder Dekompilierung.</p>\n      <p>Jede andere Nutzung erfordert die ausdrückliche schriftliche Genehmigung der UPV oder des Rechteinhabers.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.3. Benutzergenerierte Inhalte</h3>\n      <p>Durch die Veröffentlichung von Inhalten gewährt der Benutzer als Rechteinhaber der UPV eine nicht-exklusive, kostenlose, unterlizenzierbare, übertragbare, weltweite Lizenz für die Nutzung, Reproduktion, Verteilung, Änderung, öffentliche Mitteilung und Transformation solcher Inhalte ausschließlich zum Zweck des Plattformbetriebs und der damit verbundenen Dienste.</p>\n    </section>\n\n    <section id=\"enlaces\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Links</h2>\n      <p>Die Plattform kann Links zu Websites Dritter enthalten. Die UPV ist nicht verantwortlich für die Inhalte, Datenschutzrichtlinien oder Praktiken solcher Websites. Der Zugriff darauf liegt in der alleinigen Verantwortung des Benutzers.</p>\n    </section>\n\n    <section id=\"exclusion-responsabilidad\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Haftungsausschluss</h2>\n      <p>Die UPV ist nicht verantwortlich für Schäden jeglicher Art, die sich aus der Unterbrechung, Aussetzung oder Kündigung des Plattformdienstes oder aus der Nutzung der Inhalte durch Benutzer ergeben können. Die UPV handelt in gutem Glauben und stellt angemessene Mittel zur Gewährleistung eines angemessenen Dienstes bereit, kann jedoch nicht die Abwesenheit von Viren, die Unfehlbarkeit des Dienstes oder die Wahrhaftigkeit von durch Dritte generierten Inhalten garantieren.</p>\n    </section>\n\n    <section id=\"cookies\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">9. Verwendung von Cookies</h2>\n      <p>Die Plattform verwendet Cookies, wie in der <strong><a href=\"/cookies\">Cookie-Richtlinie</a></strong> beschrieben.</p>\n    </section>\n\n    <section id=\"modificaciones\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">10. Änderungen</h2>\n      <p>Die UPV behält sich das Recht vor, jederzeit und ohne vorherige Ankündigung die Darstellung und Konfiguration der Plattform sowie diese Nutzungsbedingungen zu ändern. Änderungen werden auf der Plattform veröffentlicht und treten ab ihrer Veröffentlichung in Kraft.</p>\n    </section>\n\n    <section id=\"legislacion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">11. Anwendbares Recht und Gerichtsstand</h2>\n      <p>Diese Nutzungsbedingungen unterliegen dem spanischen Gemeinrecht. Im Streitfall unterwerfen sich die Parteien den Gerichten und Tribunalen der Stadt Valencia (Spanien) unter Verzicht auf jeden anderen Gerichtsstand.</p>\n    </section>\n\n    <section id=\"codigo-honor\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">12. Ehrenkodex</h2>\n      <p>Der Benutzer verpflichtet sich, den <strong>UPVX-Ehrenkodex</strong> zu respektieren, der diese Nutzungsbedingungen ergänzt und das innerhalb der virtuellen Lerngemeinschaft erwartete ethische Verhalten regelt.</p>\n      <p>Er wird als integraler Bestandteil dieser Vereinbarung betrachtet und seine Verletzung kann zur Aussetzung oder Kündigung des Benutzerkontos führen.</p>\n      <p><a href=\"https://upvx.es/honor\">Zugriff auf den UPVX-Ehrenkodex</a></p>\n    </section>\n\n  </div>\n</main>",
  "static_tos_title": "Impressum",
  
  "static_honor_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Letzte Aktualisierung: 6. November 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Ehrenkodex</h1>\n    <p>Durch die Einschreibung in einen Kurs auf <strong>UPVX</strong> werden Sie Teil einer globalen offenen Lerngemeinschaft, die von der Universitat Politècnica de València (UPV) gefördert wird. Unser Ziel ist es, qualitativ hochwertige, zugängliche und kostenlose Ausbildung anzubieten und autonomes Lernen, Neugier und akademische Integrität zu fördern.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"colaboracion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Kooperationspolitik</h2>\n      <p>Ihre Teilnahme trägt zum Erfolg dieser Gemeinschaft bei. UPVX vertraut auf Ihre Motivation zu lernen und bei allen Ihren Aktivitäten ehrlich zu handeln. Durch die Nutzung von UPVX erklären Sie sich damit einverstanden, diesen <strong>Ehrenkodex</strong> und die spezifischen Bedingungen einzuhalten, die für jeden Kurs oder jedes Programm gelten können und auf den jeweiligen Seiten verfügbar sind.</p>\n    </section>\n\n    <section id=\"compromiso\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Verpflichtung zum Ehrenkodex</h2>\n      <p>Durch die Einschreibung in einen Kurs oder ein Programm bei <strong>UPVX</strong> erkläre ich mich damit einverstanden, dass:</p>\n      <ul>\n        <li><strong>Ich persönlich</strong> alle Tests, Quizze und Bewertungsaktivitäten durchführen werde, es sei denn, es wird ausdrücklich angegeben, dass Zusammenarbeit erlaubt ist.</li>\n        <li><strong>Ich ein einziges Benutzerkonto</strong> führen werde, das mit meinen wahrheitsgemäßen persönlichen Daten verknüpft ist.</li>\n        <li><strong>Ich meinen Benutzernamen oder mein Passwort nicht</strong> mit anderen Personen teilen werde.</li>\n        <li><strong>Ich an keiner unehrlichen Aktivität teilnehmen werde</strong>, die meine Ergebnisse verändert oder die Erfahrung anderer Studierender negativ beeinflusst.</li>\n        <li><strong>Ich keine Lösungen oder Antworten</strong> zu Übungen oder Bewertungstests veröffentlichen werde, es sei denn, dies wird vom Lehrteam ausdrücklich genehmigt.</li>\n      </ul>\n    </section>\n\n    <section id=\"infracciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Verstöße</h2>\n      <p>Die Nichteinhaltung dieses Ehrenkodex oder der Nutzungsbedingungen der Plattform kann nach Ermessen des UPVX-Teams oder der für den Kurs verantwortlichen Universität zu einer oder mehreren der folgenden Maßnahmen führen:</p>\n      <ul>\n        <li>Annullierung der betroffenen Aktivität oder Bewertung.</li>\n        <li>Entzug des erworbenen Leistungszertifikats.</li>\n        <li>Ausschluss aus dem Kurs oder von der UPVX-Plattform.</li>\n      </ul>\n      <p>Verstöße werden vom für den Kurs verantwortlichen akademischen Team und gegebenenfalls vom UPV-Personal bewertet, das für die Plattformverwaltung zuständig ist. Der Teilnehmer wird über die getroffene Entscheidung und die entsprechenden Maßnahmen informiert.</p>\n    </section>\n\n    <section id=\"modificacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Änderung des Ehrenkodex</h2>\n      <p>UPVX kann diesen <strong>Ehrenkodex</strong> aktualisieren, um regulatorische, technische oder pädagogische Änderungen widerzuspiegeln. Jede Änderung wird auf derselben Seite mit dem Datum der letzten Aktualisierung veröffentlicht. Durch die fortgesetzte Nutzung der Plattform nach Veröffentlichung von Änderungen wird davon ausgegangen, dass Sie den neuen Text akzeptieren.</p>\n    </section>\n\n  </div>\n</main>",
  "static_honor_title": "Ehrenkodex",
  
  "static_contact_html": "  <div style=\"font-family: Arial, sans-serif; background-color: #f4f6f8; margin: 0; padding: 40px;\">\n\n    <div style=\"max-width: 600px; margin: 0 auto; background-color: #ffffff; padding: 30px; border-radius: 12px; box-shadow: 0 4px 10px rgba(0, 0, 0, 0.1);\">\n\n         <h2 style=\"color: #ca0000; font-size: 22px; margin-bottom: 10px;\">Kontaktformular</h2>\n\n        <form action=\"#\" method=\"post\">\n            <label for=\"name\" style=\"display: block; margin-bottom: 5px;\">Name:</label>\n            <input type=\"text\" id=\"name\" name=\"name\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"email\" style=\"display: block; margin-bottom: 5px;\">E-Mail:</label>\n            <input type=\"email\" id=\"email\" name=\"email\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"message\" style=\"display: block; margin-bottom: 5px;\">Nachricht:</label>\n            <textarea id=\"message\" name=\"message\" rows=\"5\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 20px; border: 1px solid #ccc; border-radius: 6px;\"></textarea>\n\n            <button type=\"submit\"\n                style=\"background-color: #ca0000; color: white; padding: 12px 20px; border: none; border-radius: 6px; font-size: 16px; cursor: pointer; width: 100%;\">\n                Nachricht senden\n            </button>\n        </form>\n\n    </div>\n\n</div>"
}
