{
  "static_faq_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Τελευταία ενημέρωση: 6 Νοεμβρίου 2025</p>\n    <h1>Συχνές Ερωτήσεις (FAQ)</h1>\n    <p>Σε αυτό το έγγραφο θα βρείτε απαντήσεις στις πιο συχνές ερωτήσεις σχετικά με τη λειτουργία της πλατφόρμας <strong>UPVX</strong>.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"general\">\n      <h2 style=\"margin-bottom: 0.75em;\">1. Γενικά</h2>\n\n      <h3>Τι είναι το UPVX;</h3>\n      <p>Το <strong>UPVX</strong> είναι η πλατφόρμα MOOC του Universitat Politècnica de València. Εδώ θα βρείτε μαθήματα που δημιουργούνται από καθηγητές του UPV και καλύπτουν ένα ευρύ φάσμα γνωστικών περιοχών. Τα περιεχόμενα δημιουργούνται με την τεχνολογία <em>Polimedia</em>.</p>\n\n      <h3>Τι είναι ένα MOOC;</h3>\n      <p>Το MOOC είναι το ακρωνύμιο του <em>Massive Open Online Course</em>, δηλαδή Μαζικό Ανοιχτό Διαδικτυακό Μάθημα. Χαρακτηρίζεται από το ότι είναι δωρεάν και προσβάσιμο, σχεδιασμένο σε μια εκπαιδευτική πλατφόρμα στο Διαδίκτυο που επιτρέπει τη συμμετοχή μεγάλου αριθμού φοιτητών.</p>\n\n      <h3>Αναπτύσσονται όλα τα MOOC του UPV στο UPVX;</h3>\n      <p>Όχι. Το UPV προσφέρει επίσης μαθήματα στη διεθνή πλατφόρμα <strong>edx.org</strong>, της οποίας είναι μέλος από το 2014. Μπορείτε να έχετε πρόσβαση μέσω της αναζήτησης μαθημάτων του UPVX, η οποία θα σας ανακατευθύνει στο edX όταν είναι απαραίτητο.</p>\n\n      <h3>Δεν είμαι μέλος του UPV, μπορώ να παρακολουθήσω ένα μάθημα UPVX;</h3>\n      <p>Ναι. Λόγω του ανοιχτού τους χαρακτήρα, τα μαθήματα UPVX απευθύνονται σε οποιονδήποτε με πρόσβαση στο Διαδίκτυο, ανεξάρτητα από το αν είναι μέλος της κοινότητας του UPV ή όχι.</p>\n\n      <h3>Τι είναι το Polimedia;</h3>\n      <p>Το <em>Polimedia</em> είναι μια τεχνολογία που αναπτύχθηκε από το UPV για τη γρήγορη και αποτελεσματική δημιουργία οπτικοακουστικού περιεχομένου υψηλής ποιότητας.</p>\n\n      <h3>Πώς λειτουργούν τα μαθήματα UPVX;</h3>\n      <p>Τα μαθήματα αποτελούνται από σύντομα βίντεο που εξηγούν βασικές έννοιες, διασπαρμένα με ασκήσεις αυτοαξιολόγησης, φόρουμ συζήτησης και τελικές εξετάσεις. Αυτή η δομή επιτρέπει στους φοιτητές να επανεξετάζουν τις έννοιες όσες φορές χρειάζεται.</p>\n    </section>\n\n    <section id=\"estudiantes\">\n      <h2 style=\"margin-bottom: 0.75em;\">2. Φοιτητές</h2>\n\n      <h3>Πότε ξεκινά κάθε μάθημα;</h3>\n      <p>Το UPVX δημοσιεύει τακτικά νέες εκδόσεις των μαθημάτων του. Μπορείτε να συμβουλευτείτε τις ημερομηνίες έναρξης στην αρχική σελίδα της πλατφόρμας.</p>\n\n      <h3>Πόσα μαθήματα μπορώ να παρακολουθήσω;</h3>\n      <p>Μπορείτε να εγγραφείτε σε όσα μαθήματα επιθυμείτε. Κάθε μάθημα υποδεικνύει μια εκτιμώμενη εβδομαδιαία αφιέρωση, που συνήθως κυμαίνεται μεταξύ 2 και 5 ωρών.</p>\n\n      <h3>Πόσο διαρκεί ένα μάθημα UPVX;</h3>\n      <p>Η διάρκεια ποικίλλει ανάλογα με το μάθημα. Επί του παρόντος, τα μαθήματα διαρκούν από 2 έως 12 εβδομάδες, αν και αυτός ο αριθμός μπορεί να αλλάξει ανάλογα με το θέμα.</p>\n\n      <h3>Υπάρχουν προθεσμίες σε κάθε μάθημα;</h3>\n      <p>Συνιστάται να ακολουθείτε το προγραμματισμένο ημερολόγιο κάθε έκδοσης για να επωφεληθείτε από την αλληλεπίδραση με άλλους φοιτητές. Στο τέλος της έκδοσης, τα υλικά συνήθως παραμένουν διαθέσιμα ως αρχειοθετημένο μάθημα, αν και δεν θα είναι πλέον δυνατή η εκτέλεση βαθμολογημένων εξετάσεων.</p>\n\n      <h3>Ποιο υλικό είναι διαθέσιμο σε ένα μάθημα UPVX;</h3>\n      <p>Κάθε μάθημα προσφέρει επεξηγηματικά βίντεο, έγγραφα υποστήριξης και ασκήσεις πολλαπλής επιλογής. Επιπλέον, στο τέλος κάθε ενότητας ή μαθήματος, περιλαμβάνονται αξιολογήσεις για τη μέτρηση της προόδου των φοιτητών.</p>\n\n      <h3>Ποιες είναι οι απαιτήσεις για την επιτυχία ενός μαθήματος;</h3>\n      <p>Οι διδάσκοντες κάθε μαθήματος καθορίζουν τα κριτήρια αξιολόγησης, συμπεριλαμβανομένου του βάρους κάθε εξέτασης και του ποσοστού που απαιτείται για την επιτυχία του μαθήματος. Αυτές οι πληροφορίες εμφανίζονται στον οδηγό του μαθήματος.</p>\n\n      <h3>Πώς εγγράφομαι σε ένα μάθημα;</h3>\n      <p>Μεταβείτε στη σελίδα του μαθήματος και κάντε κλικ στο <strong>\"Εγγραφή στο μάθημα\"</strong>. Για να ολοκληρώσετε την εγγραφή, θα χρειαστείτε έναν λογαριασμό στην πλατφόρμα UPVX.</p>\n    </section>\n\n    <section id=\"acreditaciones\">\n      <h2 style=\"margin-bottom: 0.75em;\">3. Πιστοποιήσεις</h2>\n\n      <h3>Προσφέρει το UPVX πιστοποιητικά;</h3>\n      <p>Τα μαθήματα UPVX είναι εντελώς δωρεάν και δεν προσφέρουν επίσημα πιστοποιητικά. Είναι σχεδιασμένα για εκπαιδευτικούς σκοπούς και για τη διάδοση της γνώσης.</p>\n      <p>Ωστόσο, τα μαθήματα του UPV που φιλοξενούνται στο <strong>edx.org</strong> μπορούν να προσφέρουν πιστοποιητικά που διαχειρίζονται απευθείας μέσω αυτής της πλατφόρμας.</p>\n    </section>\n\n  </div>\n</main>",
  "static_faq_title": "Συχνές Ερωτήσεις",
  
  "static_privacy_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Τελευταία ενημέρωση: 6 Νοεμβρίου 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Πολιτική Απορρήτου του UPVX</h1>\n    <p>Αυτή η πολιτική εξηγεί πώς το Universitat Politècnica de València (UPV) επεξεργάζεται τα προσωπικά δεδομένα των χρηστών της πλατφόρμας <strong>UPVX</strong> (<a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">upvx.es</a>), η οποία προσφέρει μαθήματα MOOC (ανοιχτά και δωρεάν) βασισμένα στο Open edX.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"introduccion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Εισαγωγή</h2>\n      <p>Στην πλατφόρμα <strong>UPVX</strong>, προσβάσιμη στο <a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">https://upvx.es</a> και διαχειριζόμενη από το Universitat Politècnica de València (UPV), επεξεργαζόμαστε τα προσωπικά σας δεδομένα για τη διαχείριση του λογαριασμού χρήστη σας, της συμμετοχής σας σε μαθήματα MOOC, της ακαδημαϊκής σας προόδου και άλλων σχετικών υπηρεσιών.</p>\n      <p>Αυτή η πολιτική περιγράφει ποια δεδομένα συλλέγονται, για ποιον σκοπό, τη νομική βάση της επεξεργασίας, την περίοδο διατήρησης, πιθανές ανακοινώσεις και τα δικαιώματά σας.</p>\n      <p>Η πλατφόρμα δεν προορίζεται για παιδιά κάτω των 14 ετών. Εάν είστε ανήλικος, δεν πρέπει να εγγραφείτε χωρίς τη ρητή συναίνεση των γονέων ή των κηδεμόνων σας.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Υπεύθυνος Επεξεργασίας</h2>\n      <p><strong>Universitat Politècnica de València (UPV)</strong><br>\n      Camí de Vera s/n, 46022 Βαλένθια (Ισπανία)<br>\n      <strong>Email επικοινωνίας:</strong> <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a> (Υπεύθυνος Προστασίας Δεδομένων)</p>\n    </section>\n\n    <section id=\"datos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Προσωπικά δεδομένα που επεξεργαζόμαστε και σκοποί</h2>\n\n      <h3>3.1. Δεδομένα εγγραφής και προφίλ</h3>\n      <p>Κατά την εγγραφή ή την επεξεργασία του προφίλ, το UPVX μπορεί να συλλέξει τα ακόλουθα δεδομένα:</p>\n      <ul>\n        <li>Όνομα και επώνυμο</li>\n        <li>Όνομα χρήστη / αναγνωριστικό</li>\n        <li>Διεύθυνση email</li>\n        <li>Κωδικός πρόσβασης (αποθηκεύεται κρυπτογραφημένος)</li>\n        <li>Ηλικία (προαιρετικό)</li>\n        <li>Χώρα (προαιρετικό)</li>\n        <li>Επίπεδο εκπαίδευσης (προαιρετικό)</li>\n        <li>Φύλο (προαιρετικό)</li>\n      </ul>\n      <p>Αυτά τα δεδομένα μας επιτρέπουν να δημιουργήσουμε τον λογαριασμό σας, να σας αναγνωρίσουμε ως χρήστη, να διαχειριστούμε τη συμμετοχή σας σε μαθήματα και να δημιουργήσουμε συγκεντρωτικά στατιστικά για τη βελτίωση της υπηρεσίας.</p>\n\n      <h3>3.2. Ακαδημαϊκά δεδομένα και δεδομένα συμμετοχής</h3>\n      <p>Κατά τη διάρκεια της δραστηριότητάς σας στην πλατφόρμα συλλέγουμε:</p>\n      <ul>\n        <li>Μαθήματα στα οποία εγγράφεστε</li>\n        <li>Πρόοδος, βαθμοί, εργασίες, αποτελέσματα και εξετάσεις</li>\n        <li>Συμμετοχή σε φόρουμ και μηνύματα που αποστέλλονται</li>\n        <li>Ημερομηνίες έναρξης και λήξης μαθημάτων</li>\n      </ul>\n      <p>Αυτά τα δεδομένα υποβάλλονται σε επεξεργασία για τη διαχείριση των διδακτικών δραστηριοτήτων, την επαλήθευση της συμμετοχής των φοιτητών, τη διεξαγωγή παιδαγωγικών αναλύσεων και τη δημιουργία συγκεντρωτικών αναφορών ακαδημαϊκής απόδοσης.</p>\n\n      <h3>3.3. Τεχνικά δεδομένα και cookies</h3>\n      <p>Συλλέγουμε αυτόματα τεχνικές πληροφορίες:</p>\n      <ul>\n        <li>Διεύθυνση IP, πρόγραμμα περιήγησης, συσκευή και λειτουργικό σύστημα</li>\n        <li>Αρχεία πρόσβασης και δραστηριότητας εντός της πλατφόρμας</li>\n        <li>Cookies ή ισοδύναμες τεχνολογίες (δείτε <a href=\"/cookies.html\" target=\"_blank\" rel=\"noopener\">Πολιτική Cookies</a>)</li>\n      </ul>\n      <p>Αυτά τα δεδομένα είναι απαραίτητα για την τεχνική συντήρηση, την ασφάλεια, τον εντοπισμό συμβάντων και τη βελτίωση της υπηρεσίας.</p>\n    </section>\n\n    <section id=\"base-legal\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Νομική βάση της επεξεργασίας</h2>\n      <ul>\n        <li><strong>Εκτέλεση σύμβασης ή υπηρεσίας:</strong> απαραίτητη για τη διαχείριση της εγγραφής και της συμμετοχής σας σε μαθήματα.</li>\n        <li><strong>Συναίνεση:</strong> όταν παρέχετε εθελοντικά προαιρετικά δεδομένα όπως ηλικία, χώρα, επίπεδο εκπαίδευσης ή φύλο.</li>\n        <li><strong>Έννομο συμφέρον:</strong> για τη διατήρηση της ασφάλειας, τη διεξαγωγή εσωτερικών στατιστικών και τη βελτίωση των εκπαιδευτικών υπηρεσιών.</li>\n        <li><strong>Συμμόρφωση με νομικές υποχρεώσεις:</strong> σχετικά με τη διατήρηση ακαδημαϊκών αρχείων ή διοικητικών απαιτήσεων.</li>\n      </ul>\n    </section>\n\n    <section id=\"conservacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">5. Διατήρηση δεδομένων</h2>\n      <p>Τα προσωπικά δεδομένα θα διατηρούνται όσο διατηρείτε ενεργό τον λογαριασμό σας ή όσο είναι απαραίτητα για τους σκοπούς της επεξεργασίας.</p>\n      <p>Μετά το κλείσιμο του λογαριασμού, θα διατηρούνται μπλοκαρισμένα για τις περιόδους που προβλέπονται από την ισχύουσα νομοθεσία και μπορούν να διατηρηθούν για στατιστικούς σκοπούς ή για θεσμική αρχειοθέτηση σε δεόντως ανωνυμοποιημένη μορφή.</p>\n    </section>\n\n    <section id=\"comunicaciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">6. Ανακοινώσεις σε τρίτους και διεθνείς μεταφορές δεδομένων</h2>\n      <p>Το UPV δεν θα ανακοινώσει τα προσωπικά σας δεδομένα σε τρίτους, εκτός από τις ακόλουθες περιπτώσεις:</p>\n      <ul>\n        <li><strong>Πάροχοι τεχνολογικών υπηρεσιών:</strong> εταιρείες που παρέχουν υπηρεσίες για την πλατφόρμα (π.χ. φιλοξενία ιστού, τεχνική υποστήριξη, αποστολή email ή ανάλυση δεδομένων). Ενεργούν ως εκτελούντες την επεξεργασία, υπό σύμβαση και ακολουθώντας οδηγίες του UPV, με κατάλληλες εγγυήσεις ασφάλειας και εμπιστευτικότητας.</li>\n        <li><strong>Διδακτικό ή ερευνητικό προσωπικό του UPV:</strong> αποκλειστικά για στατιστικούς ή ακαδημαϊκούς σκοπούς και πάντα σε συγκεντρωτική ή ανωνυμοποιημένη μορφή.</li>\n        <li><strong>Νομικές ή διοικητικές υποχρεώσεις:</strong> όταν υπάρχει αίτημα από αρμόδιες αρχές, δημόσιους οργανισμούς ή δικαστικές διαταγές.</li>\n      </ul>\n      <p><strong>Διεθνείς μεταφορές:</strong> Σε περίπτωση που κάποιος πάροχος υπηρεσιών βρίσκεται εκτός του Ευρωπαϊκού Οικονομικού Χώρου (ΕΟΧ), το UPV διασφαλίζει ότι τέτοιες μεταφορές συμμορφώνονται με τις διατάξεις του GDPR μέσω:</p>\n      <ul>\n        <li>Αποφάσεων επάρκειας της Ευρωπαϊκής Επιτροπής</li>\n        <li>Πρότυπων συμβατικών ρητρών εγκεκριμένων από την Επιτροπή</li>\n        <li>Άλλων νομικά έγκυρων μηχανισμών που εγγυώνται επαρκές επίπεδο προστασίας</li>\n      </ul>\n      <p>Τα προσωπικά δεδομένα δεν θα πωληθούν ποτέ σε τρίτους ούτε θα χρησιμοποιηθούν για εμπορικούς σκοπούς που δεν σχετίζονται με την εκπαιδευτική δραστηριότητα του UPVX.</p>\n    </section>\n\n    <section id=\"derechos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">7. Δικαιώματα χρήστη</h2>\n      <p>Ως υποκείμενο δεδομένων, μπορείτε να ασκήσετε τα ακόλουθα δικαιώματα:</p>\n      <ul>\n        <li><strong>Πρόσβαση:</strong> να μάθετε ποια προσωπικά δεδομένα επεξεργαζόμαστε.</li>\n        <li><strong>Διόρθωση:</strong> να ζητήσετε τη διόρθωση ανακριβών δεδομένων.</li>\n        <li><strong>Διαγραφή:</strong> να ζητήσετε τη διαγραφή των δεδομένων σας όταν δεν είναι πλέον απαραίτητα.</li>\n        <li><strong>Περιορισμός επεξεργασίας:</strong> να περιορίσετε τη χρήση των δεδομένων σας σε ορισμένες περιπτώσεις.</li>\n        <li><strong>Εναντίωση:</strong> να αντιταχθείτε στην επεξεργασία των δεδομένων σας υπό ορισμένες περιστάσεις.</li>\n        <li><strong>Φορητότητα δεδομένων:</strong> να λάβετε τα δεδομένα σας σε δομημένη και μεταφέρσιμη μορφή.</li>\n        <li><strong>Ανάκληση συναίνεσης:</strong> σε περιπτώσεις όπου η επεξεργασία βασίζεται σε αυτήν.</li>\n      </ul>\n      <p>Μπορείτε να ασκήσετε αυτά τα δικαιώματα γράφοντας στο <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>, υποδεικνύοντας το αίτημά σας και πιστοποιώντας την ταυτότητά σας.</p>\n      <p>Εάν πιστεύετε ότι τα δικαιώματά σας δεν έχουν γίνει σεβαστά, μπορείτε να υποβάλετε καταγγελία στην <a href=\"https://www.aepd.es\" target=\"_blank\" rel=\"noopener\">Ισπανική Αρχή Προστασίας Δεδομένων (AEPD)</a>.</p>\n    </section>\n\n    <section id=\"seguridad\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">8. Ασφάλεια δεδομένων</h2>\n      <p>Το UPV υιοθετεί κατάλληλα τεχνικά και οργανωτικά μέτρα για τη διασφάλιση της ασφάλειας των δεδομένων, συμπεριλαμβανομένης της κρυπτογράφησης, του ελέγχου πρόσβασης και των περιοδικών ελέγχων, σύμφωνα με το Εθνικό Σχήμα Ασφαλείας και το GDPR.</p>\n    </section>\n\n    <section id=\"menores\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">9. Ανήλικοι</h2>\n      <p>Η πλατφόρμα δεν προορίζεται για παιδιά κάτω των 14 ετών. Εάν είστε ανήλικος, δεν πρέπει να εγγραφείτε χωρίς τη συναίνεση των γονέων ή των κηδεμόνων σας.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">10. Τροποποιήσεις αυτής της πολιτικής</h2>\n      <p>Το UPV μπορεί να ενημερώσει αυτήν την Πολιτική Απορρήτου για να την προσαρμόσει σε κανονιστικές ή τεχνικές αλλαγές. Η ημερομηνία της τελευταίας αναθεώρησης θα εμφανίζεται πάντα στο τέλος του εγγράφου.</p>\n    </section>\n\n  </div>\n</main>",
  "static_privacy_title": "Πολιτική Απορρήτου",
  
  "static_cookies_html": "<style>\n  .wrap { max-width: 100%; overflow-x: hidden; word-wrap: break-word; }\n  .wrap a { word-break: break-all; overflow-wrap: break-word; }\n  table { table-layout: fixed; width: 100%; }\n  table td, table th { overflow-wrap: break-word; word-break: break-word; }\n</style>\n<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Τελευταία ενημέρωση: 6 Νοεμβρίου 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Πολιτική Cookies</h1>\n    <p>Αυτή η πολιτική περιγράφει τη χρήση cookies και παρόμοιων τεχνολογιών στο <strong>upvx.es</strong> (πλατφόρμα Open edX του Universitat Politècnica de València, εφεξής «UPVX»). Εδώ εξηγούμε τι είναι, για τι χρησιμοποιούνται, ποιους τύπους χρησιμοποιούμε, πώς μπορείτε να τα διαχειριστείτε και πώς να ασκήσετε τα δικαιώματά σας.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"que-son\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Τι είναι τα cookies;</h2>\n      <p>Τα cookies είναι μικρά αρχεία που ο ιστότοπος τοποθετεί στη συσκευή σας για να ενεργοποιήσει ή να βελτιώσει λειτουργίες, να αποθηκεύσει τις προτιμήσεις σας και να πραγματοποιήσει μετρήσεις πρόσβασης. Μπορεί να είναι cookies <em>πρώτου μέρους</em> (που ορίζονται από το upvx.es) ή cookies <em>τρίτων μερών</em> (που ορίζονται από διαφορετικούς τομείς, όπως Google ή YouTube, όταν ενσωματώνονται οι υπηρεσίες τους).</p>\n      <p>Ορισμένα cookies περιλαμβάνουν την επεξεργασία προσωπικών δεδομένων (π.χ. <span class=\"k\">IP</span> ή διαδικτυακά αναγνωριστικά). Η επεξεργασία πραγματοποιείται σύμφωνα με τον <abbr title=\"Κανονισμός (ΕΕ) 2016/679\">GDPR</abbr> και τον <abbr title=\"Οργανικός Νόμος 3/2018\">LOPDGDD</abbr>. Για περισσότερες πληροφορίες, συμβουλευτείτε την <a href=\"/privacy\" target=\"_blank\" rel=\"noopener\">Πολιτική Απορρήτου του UPVX</a>.</p>\n    </section>\n\n    <section id=\"consentimiento\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Νομική βάση και συναίνεση</h2>\n      <p>Στο UPVX χρησιμοποιούμε:</p>\n      <ul>\n        <li><strong>Τεχνικά ή απαραίτητα cookies</strong>: εγκαθίστανται χωρίς συναίνεση επειδή επιτρέπουν την παροχή της υπηρεσίας (π.χ. έλεγχος ταυτότητας, ασφάλεια, επιλογή γλώσσας).</li>\n        <li><strong>Αναλυτικά cookies (Google Analytics 4)</strong> και <strong>cookies YouTube</strong>: εγκαθίστανται μόνο εάν δώσετε τη συναίνεσή σας μέσω του αρχικού banner. Μπορείτε να τα αποδεχτείτε ή να τα απορρίψετε κατά την πρώτη πρόσβαση.</li>\n      </ul>\n    </section>\n\n    <section id=\"tipos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Τύποι cookies που χρησιμοποιούμε</h2>\n      <div class=\"grid\">\n        <div>\n          <p class=\"pill\"><span class=\"ok\">●</span> Τεχνικά ή απαραίτητα</p>\n          <p class=\"note\">Απαραίτητα για τη σύνδεση, τη διατήρηση της συνεδρίας, την εφαρμογή της ασφάλειας CSRF ή την αποθήκευση της γλώσσας.</p>\n        </div>\n        <div>\n          <p class=\"pill\"><span class=\"warn\">●</span> Αναλυτικά και Πολυμέσα (απαιτούν συναίνεση)</p>\n          <p class=\"note\">Μέτρηση χρήσης (Google Analytics 4) και αναπαραγωγή ενσωματωμένων βίντεο (YouTube), που μπορεί να χρησιμοποιούν αναγνωριστικά Google.</p>\n        </div>\n      </div>\n    </section>\n\n    <section id=\"listado\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Λίστα cookies</h2>\n      <p class=\"note\">Τα ονόματα, οι τομείς και οι ημερομηνίες λήξης που εμφανίζονται παρακάτω αντικατοπτρίζουν ένα πραγματικό παράδειγμα που παρατηρήθηκε στην αρχική σελίδα του UPVX και στη δημόσια τεκμηρίωση της Google. Μπορεί να αλλάξουν με τεχνικές ή αλλαγές διαμόρφωσης.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Cookies πρώτου μέρους (upvx.es / .upvx.es – Open edX)</h3>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table aria-describedby=\"own-desc\" style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Όνομα</th>\n            <th>Τομέας</th>\n            <th>Σκοπός</th>\n            <th>Τύπος</th>\n            <th>Διάρκεια</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">csrftoken</td>\n            <td>upvx.es</td>\n            <td>Ασφάλεια. Πρόληψη επιθέσεων <span class=\"k\">CSRF</span> σε φόρμες.</td>\n            <td>Τεχνικό (απαραίτητο)</td>\n            <td>Έως 1 έτος</td>\n          </tr>\n          <tr>\n            <td class=\"k\">sessionid</td>\n            <td>upvx.es</td>\n            <td>Έλεγχος ταυτότητας και διατήρηση συνεδρίας χρήστη.</td>\n            <td>Τεχνικό (απαραίτητο)</td>\n            <td>Συνεδρία</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-header-payload</td>\n            <td>.upvx.es</td>\n            <td>Έλεγχος ταυτότητας. Περιέχει την κεφαλίδα και το φορτίο του <span class=\"k\">JWT</span> για συνεδρίες Open edX.</td>\n            <td>Τεχνικό (απαραίτητο)</td>\n            <td>Μεταβλητό (π.χ. ώρες)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-signature</td>\n            <td>.upvx.es</td>\n            <td>Ακεραιότητα. Υπογραφή <span class=\"k\">JWT</span> για επικύρωση γνησιότητας.</td>\n            <td>Τεχνικό (απαραίτητο)</td>\n            <td>Μεταβλητό (π.χ. ώρες)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-user-info</td>\n            <td>.upvx.es</td>\n            <td>Προτιμήσεις διεπαφής (σύνδεσμος προφίλ, εικόνα κ.λπ.) του πιστοποιημένου χρήστη.</td>\n            <td>Λειτουργικότητα</td>\n            <td>Ώρες/Ημέρες</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edxloggedin</td>\n            <td>.upvx.es</td>\n            <td>Υποδεικνύει εάν η συνεδρία έχει ξεκινήσει, για βελτιστοποίηση της πλοήγησης.</td>\n            <td>Λειτουργικότητα</td>\n            <td>Λεπτά/Ώρες</td>\n          </tr>\n          <tr>\n            <td class=\"k\">openedx-language-preference</td>\n            <td>.upvx.es</td>\n            <td>Αποθηκεύει την προτίμηση γλώσσας.</td>\n            <td>Προτιμήσεις</td>\n            <td>Έως 1 μήνα</td>\n          </tr>\n          <tr>\n            <td class=\"k\">course-v1:… / edxCourseRedirect</td>\n            <td>upvx.es</td>\n            <td>Αποθηκεύει το τελευταίο μάθημα ή μπλοκ που επισκεφτήκατε για να συνεχίσετε την πλοήγηση.</td>\n            <td>Λειτουργικότητα</td>\n            <td>Ημέρες/Εβδομάδες</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Αναλυτικά cookies (Google Analytics 4)</h3>\n      <p class=\"small\">Εγκαθίστανται μόνο με τη συναίνεσή σας. Το UPVX χρησιμοποιεί το GA4 για να λάβει συγκεντρωτικά στατιστικά και να βελτιώσει την υπηρεσία (ποτέ για τη δημιουργία ατομικών προφίλ).</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Όνομα</th>\n            <th>Τομέας</th>\n            <th>Σκοπός</th>\n            <th>Τύπος</th>\n            <th>Διάρκεια</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">_ga</td>\n            <td>upvx.es</td>\n            <td>Αναγνώριση μοναδικών χρηστών (Client ID) για συγκεντρωτικές μετρήσεις.</td>\n            <td>Αναλυτικό (συναίνεση)</td>\n            <td>2 έτη</td>\n          </tr>\n          <tr>\n            <td class=\"k\">_ga_&lt;ID&gt;</td>\n            <td>upvx.es</td>\n            <td>Διατήρηση της κατάστασης συνεδρίας και ανάθεση στο δοχείο GA4.</td>\n            <td>Αναλυτικό (συναίνεση)</td>\n            <td>2 έτη</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Cookies YouTube (τρίτων μερών)</h3>\n      <p class=\"small\">Εγκαθίστανται μόνο εάν αλληλεπιδράτε με ενσωματωμένα βίντεο και αποδέχεστε τη χρήση τους. Μερικά χρησιμοποιούνται για την αποθήκευση προτιμήσεων και, κατά περίπτωση, για εξατομίκευση διαφημίσεων από την Google/YouTube.</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Όνομα</th>\n            <th>Τομέας</th>\n            <th>Σκοπός</th>\n            <th>Τύπος</th>\n            <th>Διάρκεια</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">VISITOR_INFO1_LIVE</td>\n            <td>.youtube.com</td>\n            <td>Διαχείριση προτιμήσεων αναπαραγωγής και πληροφοριών επισκεπτών· εντοπισμός προβλημάτων υπηρεσίας.</td>\n            <td>Πολυμέσα/Marketing (συναίνεση)</td>\n            <td>~6 μήνες</td>\n          </tr>\n          <tr>\n            <td class=\"k\">YSC</td>\n            <td>.youtube.com</td>\n            <td>Αναγνωριστικό συνεδρίας για αλληλεπιδράσεις βίντεο.</td>\n            <td>Πολυμέσα (συναίνεση)</td>\n            <td>Συνεδρία</td>\n          </tr>\n          <tr>\n            <td class=\"k\">VISITOR_PRIVACY_METADATA</td>\n            <td>.youtube.com</td>\n            <td>Αποθηκεύει την κατάσταση απορρήτου/συναίνεσης του επισκέπτη στο YouTube.</td>\n            <td>Προτιμήσεις (συναίνεση)</td>\n            <td>Έως 6–13 μήνες</td>\n          </tr>\n          <tr>\n            <td class=\"k\">SIDCC, SSID, SOCS</td>\n            <td>.google.com / .youtube.com</td>\n            <td>Ασφάλεια λογαριασμού, προτιμήσεις και κατάσταση συναίνεσης για υπηρεσίες Google που συνδέονται με το player.</td>\n            <td>Πολυμέσα/Ασφάλεια (συναίνεση)</td>\n            <td>Μήνες / έως 2 έτη</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n    </section>\n\n    <section id=\"gestion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Πώς μπορείτε να διαχειριστείτε ή να απενεργοποιήσετε τα cookies;</h2>\n      <p>Μπορείτε να διαμορφώσετε, να απορρίψετε ή να διαγράψετε cookies μέσω των ρυθμίσεων του προγράμματος περιήγησής σας. Λάβετε υπόψη ότι τα τεχνικά cookies μπορεί να είναι απαραίτητα για τη σωστή λειτουργία του ιστότοπου και, εάν τα μπλοκάρετε, ορισμένα μέρη μπορεί να μην είναι διαθέσιμα.</p>\n\n      <p>Όλα τα σύγχρονα προγράμματα περιήγησης σας επιτρέπουν να τροποποιήσετε τις ρυθμίσεις των cookies. Αυτές οι ρυθμίσεις βρίσκονται συνήθως στο μενού \"Επιλογές\" ή \"Προτιμήσεις\" του προγράμματος περιήγησης. Μπορείτε να τα απενεργοποιήσετε ανά πάσα στιγμή μέσω:</p>\n      <ul>\n        <li>Google Chrome: <a href=\"http://support.google.com/chrome/bin/answer.py?hl=el&answer=95647\" target=\"_blank\" rel=\"noopener\">Διαχείριση cookies με Chrome</a></li>\n        <li>Microsoft Edge: <a href=\"https://support.microsoft.com/el-gr/microsoft-edge/διαγραφή-cookie-στο-microsoft-edge-63947406-40ac-c3b8-57b9-2a946a29ae09\" target=\"_blank\" rel=\"noopener\">Διαχείριση cookies με Edge</a></li>\n        <li>Mozilla Firefox: <a href=\"http://support.mozilla.org/el/kb/ενεργοποίηση-και-απενεργοποίηση-cookies\" target=\"_blank\" rel=\"noopener\">Διαχείριση cookies με Firefox</a></li>\n        <li>Apple Safari: <a href=\"http://support.apple.com/kb/ph5042\" target=\"_blank\" rel=\"noopener\">Διαχείριση cookies με Safari</a></li>\n      </ul>\n    </section>\n\n    <section id=\"transferencias\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Διεθνείς μεταφορές</h2>\n      <p>Η χρήση του Google Analytics και του YouTube μπορεί να περιλαμβάνει διεθνείς μεταφορές δεδομένων από την Google LLC. Για πληροφορίες σχετικά με τις ισχύουσες εγγυήσεις, συμβουλευτείτε τις πληροφορίες της Google σχετικά με το απόρρητο και τη χρήση cookies.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Υπεύθυνος και επικοινωνία</h2>\n      <p><strong>Υπεύθυνος επεξεργασίας:</strong> Universitat Politècnica de València (UPV). Υπεύθυνος Προστασίας Δεδομένων: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>.</p>\n      <p>Για να ασκήσετε τα δικαιώματά σας πρόσβασης, διόρθωσης, διαγραφής, εναντίωσης, περιορισμού ή φορητότητας, ακολουθήστε τις οδηγίες στην <a href=\"https://www.upv.es/legal/politica-privacidad-el.html\" target=\"_blank\" rel=\"noopener\">Πολιτική Απορρήτου</a>. Μπορείτε επίσης να υποβάλετε καταγγελία στην Ισπανική Αρχή Προστασίας Δεδομένων.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Τροποποιήσεις αυτής της πολιτικής</h2>\n      <p>Αυτή η πολιτική μπορεί να ενημερωθεί για να αντικατοπτρίζει κανονιστικές ή τεχνικές αλλαγές. Θα δημοσιεύσουμε την τρέχουσα έκδοση και την ημερομηνία της τελευταίας ενημέρωσης στην ίδια σελίδα.</p>\n    </section>\n\n  </div>\n</main>",
  "static_cookies_title": "Πολιτική Cookies",
  
  "static_tos_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Τελευταία ενημέρωση: Οκτώβριος 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Νομικές Πληροφορίες του UPVX</h1>\n    <p>Οι παρούσες γενικοί όροι χρήσης (εφεξής \"Όροι Χρήσης\") ρυθμίζουν την πρόσβαση και τη χρήση της πλατφόρμας UPVX, της οποίας ο τομέας web είναι <a href=\"https://upvx.es/\">https://upvx.es/</a> (εφεξής \"η Πλατφόρμα\"), που προσφέρεται από το UNIVERSITAT POLITÈCNICA DE VALÈNCIA (εφεξής \"UPV\" ή \"το Πανεπιστήμιο\").</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"indice\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">Περιεχόμενα</h2>\n      <ol>\n        <li>Γενικές πληροφορίες</li>\n        <li>Αντικείμενο της Πλατφόρμας</li>\n        <li>Γενικοί όροι χρήσης</li>\n        <li>Εγγραφή και πρόσβαση χρηστών</li>\n        <li>Προστασία προσωπικών δεδομένων</li>\n        <li>Πνευματική και βιομηχανική ιδιοκτησία</li>\n        <li>Σύνδεσμοι</li>\n        <li>Αποποίηση ευθύνης</li>\n        <li>Χρήση cookies</li>\n        <li>Τροποποιήσεις</li>\n        <li>Εφαρμοστέο δίκαιο και δικαιοδοσία</li>\n        <li>Κώδικας Τιμής</li>\n      </ol>\n    </section>\n\n    <section id=\"informacion-general\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">1. Γενικές πληροφορίες</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.1. Στοιχεία ταυτοποίησης</h3>\n      <p>Σύμφωνα με το άρθρο 10 του νόμου 34/2002, της 11ης Ιουλίου, για τις υπηρεσίες της κοινωνίας της πληροφορίας και το ηλεκτρονικό εμπόριο (LSSI-CE), σας ενημερώνουμε ότι:</p>\n      <ul>\n        <li><strong>Ιδιοκτήτης</strong>: Universitat Politècnica de València</li>\n        <li><strong>Διεύθυνση</strong>: Camino de Vera s/n, 46022 Βαλένθια (Ισπανία)</li>\n        <li><strong>ΑΦΜ</strong>: Q-4618002-B</li>\n        <li><strong>Τηλέφωνο</strong>: +34 96 387 70 00</li>\n        <li><strong>Email επικοινωνίας</strong>: <a href=\"mailto:admin@upvx.es\">admin@upvx.es</a></li>\n        <li><strong>Υπεύθυνος Προστασίας Δεδομένων</strong>: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a></li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.2. Ιδιοκτησία της Πλατφόρμας</h3>\n      <p>Το UPV είναι ο μοναδικός ιδιοκτήτης της Πλατφόρμας UPVX και τη θέτει στη διάθεση των χρηστών του Διαδικτύου για την παροχή εικονικών υπηρεσιών που σχετίζονται με την εικονική κοινότητα μάθησης UPVX.</p>\n    </section>\n\n    <section id=\"objeto\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Αντικείμενο της Πλατφόρμας</h2>\n      <p>Η πλατφόρμα UPVX λειτουργεί ως εικονικό σημείο συνάντησης και εργαλείο για την επίτευξη των στόχων της εικονικής κοινότητας μάθησης UPVX:</p>\n      <ul>\n        <li><strong>Τεχνολογική καινοτομία</strong>: προώθηση της καινοτομίας και δημιουργία τεχνολογικών πόρων εφαρμόσιμων στην εικονική εκπαίδευση, διευκόλυνση της πρόσβασης στην επαγγελματική κατάρτιση και την ανώτατη εκπαίδευση.</li>\n        <li><strong>Μεθοδολογική καινοτομία</strong>: πειραματισμός με διαταρακτικές παιδαγωγικές μεθόδους και στρατηγικές που επιτρέπουν την καινοτόμο χρήση της τεχνολογίας και του Διαδικτύου (e-learning, peer-learning, κοινωνική μάθηση, αυτοκατευθυνόμενη, μαζική κ.λπ.).</li>\n        <li><strong>Ανοιχτή καινοτομία</strong>: εξερεύνηση της χρήσης ανοιχτών αποθηκών εκπαιδευτικού περιεχομένου και νέων μορφών διαπίστευσης και πιστοποίησης που επιτρέπουν πιο ευέλικτη, αρθρωτή και ευέλικτη κατάρτιση για νέα επαγγελματικά προφίλ στο ψηφιακό περιβάλλον.</li>\n        <li><strong>Μόνιμη διαδικτυακή κατάρτιση</strong>: προώθηση της μόνιμης διαδικτυακής κατάρτισης ως εκπαιδευτικού μοντέλου για την κατάρτιση και τη διαπίστευση δεξιοτήτων που απαιτούνται από τη νέα αγορά εργασίας και την ψηφιακή οικονομία.</li>\n        <li><strong>Επιχειρηματικότητα βασισμένη στη γνώση</strong>: ενθάρρυνση της κατάρτισης, της αλληλεπίδρασης και της έναρξης επιχειρηματικών πρωτοβουλιών στον ψηφιακό τομέα.</li>\n      </ul>\n    </section>\n\n    <section id=\"condiciones-uso\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Γενικοί όροι χρήσης</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.1. Γενικές οδηγίες</h3>\n      <p>Η πρόσβαση και η χρήση της Πλατφόρμας παρέχει τον χαρακτήρα του χρήστη και συνεπάγεται την πλήρη και ανεπιφύλακτη αποδοχή όλων των Όρων Χρήσης που ισχύουν τη στιγμή της πρόσβασης. Εάν δεν συμφωνείτε με αυτούς τους όρους, πρέπει να απέχετε από τη χρήση της Πλατφόρμας.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.2. Δωρεάν χαρακτήρας</h3>\n      <p>Η παροχή υπηρεσιών από το UPV μέσω της Πλατφόρμας είναι δωρεάν για τους χρήστες.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.3. Απαιτήσεις ηλικίας</h3>\n      <p><strong>Η Πλατφόρμα προορίζεται αποκλειστικά για άτομα άνω των 14 ετών.</strong> Τα παιδιά κάτω των 14 ετών δεν πρέπει να εγγραφούν ούτε να παρέχουν τα προσωπικά τους δεδομένα χωρίς τη ρητή άδεια των γονέων ή των κηδεμόνων τους, σύμφωνα με το άρθρο 7 του Οργανικού Νόμου 3/2018, της 5ης Δεκεμβρίου, για την Προστασία Προσωπικών Δεδομένων και την εγγύηση των ψηφιακών δικαιωμάτων (LOPDGDD).</p>\n      <p>Τα άτομα άνω των 14 ετών μπορούν να εγγραφούν αυτόνομα και να χρησιμοποιούν την Πλατφόρμα, αναλαμβάνοντας την ευθύνη της χρήσης της.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.4. Ευθύνη χρήστη</h3>\n      <p>Ο χρήστης είναι υπεύθυνος για:</p>\n      <ul>\n        <li>Την παροχή αληθινών, ακριβών, πλήρων και ενημερωμένων πληροφοριών κατά την εγγραφή και τη χρήση της Πλατφόρμας.</li>\n        <li>Τη σωστή χρήση της Πλατφόρμας και του περιεχομένου της.</li>\n        <li>Τα περιεχόμενα, τις απόψεις ή τους συνδέσμους που ενσωματώνονται στα φόρουμ, διασφαλίζοντας ότι δεν παραβιάζουν δικαιώματα τρίτων (ιδιωτικότητα, εικόνα, πνευματική ή βιομηχανική ιδιοκτησία).</li>\n        <li>Τη διατήρηση της εμπιστευτικότητας των διαπιστευτηρίων πρόσβασής τους.</li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.5. Περιεχόμενο που δημιουργείται από χρήστες</h3>\n      <p>Ο χρήστης δηλώνει ότι αναλαμβάνει την αποκλειστική ευθύνη για το περιεχόμενο που δημοσιεύει, εγγυώμενος τη συγγραφή του και ότι δεν παραβιάζει δικαιώματα τρίτων ούτε περιέχει παράνομες πληροφορίες, αντίθετες στα ήθη ή τη δημόσια τάξη.</p>\n      <p>Το UPV διατηρεί το δικαίωμα να αφαιρέσει, χωρίς προηγούμενη ειδοποίηση, οποιοδήποτε περιεχόμενο που παραβιάζει αυτούς τους Όρους Χρήσης ή την ισχύουσα νομοθεσία, χωρίς να προκύπτει ευθύνη για το Πανεπιστήμιο.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.6. Διαθεσιμότητα υπηρεσίας</h3>\n      <p>Το UPV δεν εγγυάται την αδιάλειπτη διαθεσιμότητα και συνέχεια της λειτουργίας της Πλατφόρμας και μπορεί να διακόψει την υπηρεσία για λόγους ασφαλείας, τεχνικούς, συντήρησης ή λόγω τρίτων, χωρίς να προκύπτει δικαίωμα αποζημίωσης.</p>\n      <p>Όταν είναι δυνατόν, το UPV θα ανακοινώνει εκ των προτέρων τις προγραμματισμένες διακοπές.</p>\n    </section>\n\n    <section id=\"registro\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Εγγραφή και πρόσβαση χρηστών</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Δημιουργία λογαριασμού</h3>\n      <p>Για να αποκτήσετε πρόσβαση σε ορισμένες υπηρεσίες της Πλατφόρμας, οι χρήστες πρέπει να εγγραφούν δημιουργώντας έναν μοναδικό και προσωπικό λογαριασμό. Η εγγραφή συνεπάγεται την αποδοχή αυτών των Όρων Χρήσης και της <a href=\"/privacy\">Πολιτικής Απορρήτου</a>.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Δεδομένα εγγραφής</h3>\n      <p>Κατά τη διαδικασία εγγραφής ζητούνται τα ακόλουθα δεδομένα:</p>\n      <p><strong>Υποχρεωτικά δεδομένα:</strong></p>\n      <ul>\n        <li>Όνομα και επώνυμο</li>\n        <li>Διεύθυνση email</li>\n        <li>Όνομα χρήστη</li>\n        <li>Κωδικός πρόσβασης</li>\n      </ul>\n      <p><strong>Προαιρετικά δεδομένα:</strong></p>\n      <ul>\n        <li>Φύλο</li>\n        <li>Επίπεδο εκπαίδευσης</li>\n        <li>Χώρα κατοικίας</li>\n        <li>Κίνητρο για χρήση της Πλατφόρμας</li>\n        <li>Γλωσσικές προτιμήσεις</li>\n      </ul>\n      <p>Ο χρήστης δεσμεύεται να διατηρεί ενημερωμένα τα δεδομένα του και αναλαμβάνει την ευθύνη για την ακρίβειά τους. Το UPV μπορεί να ζητήσει έγγραφα που να πιστοποιούν την ακρίβεια των δεδομένων.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Χρήση λογαριασμού και κωδικού πρόσβασης</h3>\n      <p>Ο χρήστης είναι υπεύθυνος για τη διατήρηση της εμπιστευτικότητας του κωδικού του και για όλες τις δραστηριότητες που πραγματοποιούνται από τον λογαριασμό του. Πρέπει να ενημερώσει αμέσως το UPV για οποιαδήποτε μη εξουσιοδοτημένη χρήση του λογαριασμού του ή άλλες παραβιάσεις ασφαλείας.</p>\n    </section>\n\n    <section id=\"proteccion-datos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Προστασία προσωπικών δεδομένων</h2>\n      <p>Το Universitat Politècnica de València ενημερώνει τους χρήστες ότι επεξεργάζεται τα προσωπικά τους δεδομένα σύμφωνα με την ισχύουσα νομοθεσία για την προστασία προσωπικών δεδομένων, ιδίως τον Κανονισμό (ΕΕ) 2016/679 του Ευρωπαϊκού Κοινοβουλίου και του Συμβουλίου της 27ης Απριλίου 2016 (GDPR) και τον Οργανικό Νόμο 3/2018, της 5ης Δεκεμβρίου, για την Προστασία Προσωπικών Δεδομένων και την εγγύηση των ψηφιακών δικαιωμάτων (LOPDGDD).</p>\n      <p>Όλες οι πληροφορίες σχετικά με την επεξεργασία προσωπικών δεδομένων αναφέρονται στην <strong><a href=\"/privacy\">Πολιτική Απορρήτου</a></strong> της Πλατφόρμας.</p>\n    </section>\n\n    <section id=\"propiedad-intelectual\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Πνευματική και βιομηχανική ιδιοκτησία</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.1. Περιεχόμενο Πλατφόρμας</h3>\n      <p>Όλο το περιεχόμενο και τα στοιχεία της Πλατφόρμας (σχεδιασμός, κείμενα, εικόνες, βίντεο, λογισμικό κ.λπ.) είναι, εκτός εάν ορίζεται ρητά διαφορετικά, αποκλειστική ιδιοκτησία του UPV ή τρίτων που έχουν εξουσιοδοτήσει τη χρήση τους, και προστατεύονται από τους νόμους πνευματικής και βιομηχανικής ιδιοκτησίας.</p>\n      <p>Η πρόσβαση στην Πλατφόρμα δεν συνεπάγεται παραίτηση, μεταβίβαση, άδεια ή ολική ή μερική εκχώρηση τέτοιων δικαιωμάτων από το UPV.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.2. Χρήση περιεχομένου</h3>\n      <p>Ο χρήστης επιτρέπεται μόνο να προβάλλει το περιεχόμενο και να αποκτήσει ένα προσωρινό ιδιωτικό αντίγραφο για προσωπική και ιδιωτική χρήση, χωρίς εμπορική εκμετάλλευση, αναπαραγωγή, διανομή, τροποποίηση, δημόσια επικοινωνία, μετασχηματισμό ή αποσυμπίληση.</p>\n      <p>Οποιαδήποτε άλλη χρήση απαιτεί ρητή γραπτή άδεια από το UPV ή τον κάτοχο των δικαιωμάτων.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.3. Περιεχόμενο που δημιουργείται από χρήστες</h3>\n      <p>Δημοσιεύοντας περιεχόμενο, ο χρήστης, ως κάτοχος των δικαιωμάτων, παρέχει στο UPV μια μη αποκλειστική, δωρεάν, υπο-αδειοδοτούμενη, μεταβιβάσιμη, παγκόσμια άδεια για χρήση, αναπαραγωγή, διανομή, τροποποίηση, δημόσια επικοινωνία και μετασχηματισμό τέτοιου περιεχομένου αποκλειστικά για τον σκοπό της λειτουργίας της Πλατφόρμας και των σχετικών υπηρεσιών.</p>\n    </section>\n\n    <section id=\"enlaces\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Σύνδεσμοι</h2>\n      <p>Η Πλατφόρμα μπορεί να περιέχει συνδέσμους σε ιστότοπους τρίτων. Το UPV δεν είναι υπεύθυνο για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές τέτοιων ιστότοπων. Η πρόσβαση σε αυτούς είναι αποκλειστική ευθύνη του χρήστη.</p>\n    </section>\n\n    <section id=\"exclusion-responsabilidad\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Αποποίηση ευθύνης</h2>\n      <p>Το UPV δεν είναι υπεύθυνο για ζημίες οποιουδήποτε είδους που μπορεί να προκύψουν από τη διακοπή, αναστολή ή τερματισμό της υπηρεσίας της Πλατφόρμας ή από τη χρήση του περιεχομένου από τους χρήστες. Το UPV ενεργεί με καλή πίστη και παρέχει εύλογα μέσα για τη διασφάλιση μιας κατάλληλης υπηρεσίας, αλλά δεν μπορεί να εγγυηθεί την απουσία ιών, το αλάνθαστο της υπηρεσίας ή την αλήθεια του περιεχομένου που δημιουργείται από τρίτους.</p>\n    </section>\n\n    <section id=\"cookies\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">9. Χρήση cookies</h2>\n      <p>Η Πλατφόρμα χρησιμοποιεί cookies, όπως περιγράφεται στην <strong><a href=\"/cookies\">Πολιτική Cookies</a></strong>.</p>\n    </section>\n\n    <section id=\"modificaciones\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">10. Τροποποιήσεις</h2>\n      <p>Το UPV διατηρεί το δικαίωμα να τροποποιήσει ανά πάσα στιγμή και χωρίς προηγούμενη ειδοποίηση την παρουσίαση και τη διαμόρφωση της Πλατφόρμας, καθώς και αυτούς τους Όρους Χρήσης. Οι τροποποιήσεις θα δημοσιεύονται στην Πλατφόρμα και θα τίθενται σε ισχύ από τη δημοσίευσή τους.</p>\n    </section>\n\n    <section id=\"legislacion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">11. Εφαρμοστέο δίκαιο και δικαιοδοσία</h2>\n      <p>Αυτοί οι Όροι Χρήσης διέπονται από το ισπανικό κοινό δίκαιο. Σε περίπτωση διαφοράς, τα μέρη υποβάλλονται στα δικαστήρια και τα δικαστήρια της πόλης της Βαλένθιας (Ισπανία), παραιτούμενα από οποιοδήποτε άλλο φόρουμ.</p>\n    </section>\n\n    <section id=\"codigo-honor\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">12. Κώδικας Τιμής</h2>\n      <p>Ο χρήστης δεσμεύεται να σεβαστεί τον <strong>Κώδικα Τιμής του UPVX</strong>, ο οποίος συμπληρώνει αυτούς τους Όρους Χρήσης και ρυθμίζει τη δεοντολογική συμπεριφορά που αναμένεται εντός της εικονικής κοινότητας μάθησης.</p>\n      <p>Θεωρείται αναπόσπαστο μέρος αυτής της συμφωνίας και η παράβασή του μπορεί να οδηγήσει σε αναστολή ή κλείσιμο του λογαριασμού χρήστη.</p>\n      <p><a href=\"https://upvx.es/honor\">Πρόσβαση στον Κώδικα Τιμής του UPVX</a></p>\n    </section>\n\n  </div>\n</main>",
  "static_tos_title": "Νομικές Πληροφορίες",
  
  "static_honor_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Τελευταία ενημέρωση: 6 Νοεμβρίου 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Κώδικας Τιμής του UPVX</h1>\n    <p>Εγγραφόμενος σε ένα μάθημα στο <strong>UPVX</strong>, γίνεστε μέρος μιας παγκόσμιας κοινότητας ανοιχτής μάθησης που προωθείται από το Universitat Politècnica de València (UPV). Ο στόχος μας είναι να προσφέρουμε εκπαίδευση ποιότητας, προσβάσιμη και δωρεάν, προωθώντας την αυτόνομη μάθηση, την περιέργεια και την ακαδημαϊκή ακεραιότητα.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"colaboracion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Πολιτική συνεργασίας</h2>\n      <p>Η συμμετοχή σας συμβάλλει στην επιτυχία αυτής της κοινότητας. Το UPVX εμπιστεύεται το κίνητρό σας να μάθετε και να ενεργείτε ειλικρινά σε όλες τις δραστηριότητές σας. Χρησιμοποιώντας το UPVX, συμφωνείτε να σεβαστείτε αυτόν τον <strong>Κώδικα Τιμής</strong> και τους συγκεκριμένους όρους που μπορεί να ισχύουν για κάθε μάθημα ή πρόγραμμα, διαθέσιμους στις αντίστοιχες σελίδες.</p>\n    </section>\n\n    <section id=\"compromiso\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Δέσμευση στον Κώδικα Τιμής</h2>\n      <p>Εγγραφόμενος σε ένα μάθημα ή πρόγραμμα στο <strong>UPVX</strong>, συμφωνώ ότι:</p>\n      <ul>\n        <li><strong>Θα εκτελώ προσωπικά</strong> όλα τα τεστ, κουίζ και δραστηριότητες αξιολόγησης, εκτός εάν υποδεικνύεται ρητά ότι επιτρέπεται η συνεργασία.</li>\n        <li><strong>Θα διατηρήσω έναν μοναδικό λογαριασμό χρήστη</strong> που σχετίζεται με τα αληθινά προσωπικά μου στοιχεία.</li>\n        <li><strong>Δεν θα μοιραστώ</strong> το όνομα χρήστη ή τον κωδικό πρόσβασής μου με άλλα άτομα.</li>\n        <li><strong>Δεν θα συμμετάσχω σε καμία ανέντιμη δραστηριότητα</strong> που αλλοιώνει τα αποτελέσματά μου ή επηρεάζει αρνητικά την εμπειρία άλλων φοιτητών.</li>\n        <li><strong>Δεν θα δημοσιεύσω λύσεις ή απαντήσεις</strong> σε ασκήσεις ή δοκιμασίες αξιολόγησης, εκτός εάν εγκριθεί ρητά από τη διδακτική ομάδα.</li>\n      </ul>\n    </section>\n\n    <section id=\"infracciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Παραβάσεις</h2>\n      <p>Η μη συμμόρφωση με αυτόν τον Κώδικα Τιμής ή τους Όρους Χρήσης της Πλατφόρμας μπορεί να οδηγήσει, κατά την κρίση της ομάδας UPVX ή του πανεπιστημίου που είναι υπεύθυνο για το μάθημα, σε μία ή περισσότερες από τις ακόλουθες ενέργειες:</p>\n      <ul>\n        <li>Ακύρωση της επηρεαζόμενης δραστηριότητας ή αξιολόγησης.</li>\n        <li>Ανάκληση του πιστοποιητικού επίτευξης που αποκτήθηκε.</li>\n        <li>Αποκλεισμός από το μάθημα ή την πλατφόρμα UPVX.</li>\n      </ul>\n      <p>Οι παραβάσεις θα αξιολογηθούν από την ακαδημαϊκή ομάδα που είναι υπεύθυνη για το μάθημα και, κατά περίπτωση, από το προσωπικό του UPV που είναι υπεύθυνο για τη διαχείριση της πλατφόρμας. Ο συμμετέχων θα ενημερωθεί για την απόφαση που ελήφθη και τις αντίστοιχες ενέργειες.</p>\n    </section>\n\n    <section id=\"modificacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Τροποποίηση του Κώδικα Τιμής</h2>\n      <p>Το UPVX μπορεί να ενημερώσει αυτόν τον <strong>Κώδικα Τιμής</strong> για να αντικατοπτρίσει κανονιστικές, τεχνικές ή παιδαγωγικές αλλαγές. Οποιαδήποτε τροποποίηση θα δημοσιευτεί στην ίδια σελίδα με την ημερομηνία της τελευταίας ενημέρωσης. Συνεχίζοντας να χρησιμοποιείτε την Πλατφόρμα μετά τη δημοσίευση αλλαγών, θα θεωρηθεί ότι αποδέχεστε το νέο κείμενο.</p>\n    </section>\n\n  </div>\n</main>",
  "static_honor_title": "Κώδικας Τιμής",
  
  "static_contact_html": "  <div style=\"font-family: Arial, sans-serif; background-color: #f4f6f8; margin: 0; padding: 40px;\">\n\n    <div style=\"max-width: 600px; margin: 0 auto; background-color: #ffffff; padding: 30px; border-radius: 12px; box-shadow: 0 4px 10px rgba(0, 0, 0, 0.1);\">\n\n         <h2 style=\"color: #ca0000; font-size: 22px; margin-bottom: 10px;\">Φόρμα επικοινωνίας</h2>\n\n        <form action=\"#\" method=\"post\">\n            <label for=\"name\" style=\"display: block; margin-bottom: 5px;\">Όνομα:</label>\n            <input type=\"text\" id=\"name\" name=\"name\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"email\" style=\"display: block; margin-bottom: 5px;\">Email:</label>\n            <input type=\"email\" id=\"email\" name=\"email\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"message\" style=\"display: block; margin-bottom: 5px;\">Μήνυμα:</label>\n            <textarea id=\"message\" name=\"message\" rows=\"5\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 20px; border: 1px solid #ccc; border-radius: 6px;\"></textarea>\n\n            <button type=\"submit\"\n                style=\"background-color: #ca0000; color: white; padding: 12px 20px; border: none; border-radius: 6px; font-size: 16px; cursor: pointer; width: 100%;\">\n                Αποστολή μηνύματος\n            </button>\n        </form>\n\n    </div>\n\n</div>"
}
