{
  "static_faq_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Last updated: November 6, 2025</p>\n    <h1>Frequently Asked Questions (FAQ)</h1>\n    <p>In this document you will find answers to the most common questions about how the <strong>UPVX</strong> platform works.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"general\">\n      <h2 style=\"margin-bottom: 0.75em;\">1. General</h2>\n\n      <h3>What is UPVX?</h3>\n      <p><strong>UPVX</strong> is the MOOC platform of the Universitat Politècnica de València. Here you will find courses created by UPV faculty, covering a wide range of knowledge areas. Content is created using <em>Polimedia</em> technology.</p>\n\n      <h3>What is a MOOC?</h3>\n      <p>MOOC stands for <em>Massive Open Online Course</em>. It is characterized by being free, accessible, and designed on an Internet educational platform that allows the participation of a large number of students.</p>\n\n      <h3>Are all UPV MOOCs developed on UPVX?</h3>\n      <p>No. UPV also offers courses on the international platform <strong>edx.org</strong>, of which it has been a member since 2014. You can access them from the UPVX course search engine, which will redirect you to edX when necessary.</p>\n\n      <h3>I am not a UPV member, can I take a UPVX course?</h3>\n      <p>Yes. Due to their open nature, UPVX courses are aimed at anyone with Internet access, regardless of whether they are part of the UPV community or not.</p>\n\n      <h3>What is Polimedia?</h3>\n      <p><em>Polimedia</em> is a technology developed by UPV to create quality audiovisual content quickly and efficiently.</p>\n\n      <h3>How do UPVX courses work?</h3>\n      <p>Courses consist of short videos explaining basic concepts, interspersed with self-assessment exercises, discussion forums, and final exams. This structure allows students to review concepts as many times as needed.</p>\n    </section>\n\n    <section id=\"estudiantes\">\n      <h2 style=\"margin-bottom: 0.75em;\">2. Students</h2>\n\n      <h3>When does each course start?</h3>\n      <p>UPVX periodically publishes new editions of its courses. You can check the start dates on the platform's homepage.</p>\n\n      <h3>How many courses can I take?</h3>\n      <p>You can enroll in as many courses as you wish. Each course indicates an estimated weekly dedication, which usually ranges from 2 to 5 hours.</p>\n\n      <h3>How long does a UPVX course last?</h3>\n      <p>Duration varies by course. Currently, courses last between 2 and 12 weeks, although this may change depending on the subject matter.</p>\n\n      <h3>Are there deadlines in each course?</h3>\n      <p>It is recommended to follow the scheduled calendar of each edition to take advantage of interaction with other students. At the end of the edition, materials usually remain available as an archived course, although graded exams can no longer be taken.</p>\n\n      <h3>What material is available in a UPVX course?</h3>\n      <p>Each course offers explanatory videos, supporting documents, and multiple-choice exercises. Additionally, at the end of each unit or course, assessments are included to measure student progress.</p>\n\n      <h3>What are the requirements to pass a course?</h3>\n      <p>The faculty of each course establishes the evaluation criteria, including the weight of each test and the percentage required to pass the course. This information appears in the course guide.</p>\n\n      <h3>How do I enroll in a course?</h3>\n      <p>Go to the course page and click <strong>\"Enroll in the course\"</strong>. To complete enrollment you will need to have an account on the UPVX platform.</p>\n    </section>\n\n    <section id=\"acreditaciones\">\n      <h2 style=\"margin-bottom: 0.75em;\">3. Certifications</h2>\n\n      <h3>Does UPVX offer certificates?</h3>\n      <p>UPVX courses are completely free and do not offer official certificates. They are designed for educational purposes and knowledge dissemination.</p>\n      <p>However, UPV courses hosted on <strong>edx.org</strong> may offer certificates, managed directly through that platform.</p>\n    </section>\n\n  </div>\n</main>",
  "static_faq_title": "Frequently Asked Questions",
  
  "static_privacy_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Last updated: November 6, 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Privacy Policy</h1>\n    <p>This policy explains how the Universitat Politècnica de València (UPV) processes the personal data of users of the <strong>UPVX</strong> platform (<a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">upvx.es</a>), which offers MOOC courses (open and free) based on Open edX.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"introduccion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Introduction</h2>\n      <p>On the <strong>UPVX</strong> platform, accessible at <a href=\"https://upvx.es\" target=\"_blank\" rel=\"noopener\">https://upvx.es</a> and operated by the Universitat Politècnica de València (UPV), we process your personal data to manage your user account, your participation in MOOC courses, your academic progress, and other associated services.</p>\n      <p>This policy describes what data is collected, for what purpose, the legal basis of processing, retention time, possible transfers, and your rights.</p>\n      <p>The platform is not intended for children under 14 years of age. If you are a minor, you should not register without the express consent of your parents or legal guardians.</p>\n    </section>\n\n    <section id=\"responsable\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Data Controller</h2>\n      <p><strong>Universitat Politècnica de València (UPV)</strong><br>\n      Camí de Vera s/n, 46022 Valencia (Spain)<br>\n      <strong>Contact email:</strong> <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a> (Data Protection Officer)</p>\n    </section>\n\n    <section id=\"datos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Personal data we process and purposes</h2>\n\n      <h3>3.1. Registration and profile data</h3>\n      <p>During registration or profile editing, UPVX may collect the following data:</p>\n      <ul>\n        <li>Name and surname</li>\n        <li>Username / identifier</li>\n        <li>Email address</li>\n        <li>Password (stored encrypted)</li>\n        <li>Age (optional)</li>\n        <li>Country (optional)</li>\n        <li>Education level (optional)</li>\n        <li>Gender (optional)</li>\n      </ul>\n      <p>This data allows us to create your account, identify you as a user, manage your participation in courses, and compile aggregated statistics to improve the service.</p>\n\n      <h3>3.2. Academic and participation data</h3>\n      <p>During your activity on the platform we collect:</p>\n      <ul>\n        <li>Courses you enroll in</li>\n        <li>Progress, grades, assignments, results, and exams</li>\n        <li>Participation in forums and messages sent</li>\n        <li>Course start and end dates</li>\n      </ul>\n      <p>This data is processed to manage teaching activity, verify student participation, conduct pedagogical analysis, and prepare aggregated academic performance reports.</p>\n\n      <h3>3.3. Technical data and cookies</h3>\n      <p>We automatically collect technical information:</p>\n      <ul>\n        <li>IP address, browser, device, and operating system</li>\n        <li>Access and activity logs within the platform</li>\n        <li>Cookies or equivalent technologies (see <a href=\"/cookies.html\" target=\"_blank\" rel=\"noopener\">Cookie Policy</a>)</li>\n      </ul>\n      <p>This data is necessary for technical maintenance, security, incident detection, and service improvement.</p>\n    </section>\n\n    <section id=\"base-legal\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Legal basis for processing</h2>\n      <ul>\n        <li><strong>Performance of a contract or service:</strong> necessary to manage your registration and participation in courses.</li>\n        <li><strong>Consent:</strong> when you voluntarily provide optional data such as age, country, education level, or gender.</li>\n        <li><strong>Legitimate interest:</strong> to maintain security, perform internal statistics, and improve educational services.</li>\n        <li><strong>Compliance with legal obligations:</strong> regarding retention of academic records or administrative requirements.</li>\n      </ul>\n    </section>\n\n    <section id=\"conservacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">5. Data retention</h2>\n      <p>Personal data will be retained as long as you keep your account active or as long as necessary for the purposes of processing.</p>\n      <p>Once the account is closed, they will be kept blocked for the periods provided by current regulations, and may be kept for statistical or institutional archival purposes, duly anonymized.</p>\n    </section>\n\n    <section id=\"comunicaciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">6. Communications to third parties and international data transfers</h2>\n      <p>UPV will not transfer your personal data to third parties except in the following cases:</p>\n      <ul>\n        <li><strong>Technology service providers:</strong> companies that provide services to the platform (e.g., web hosting, technical support, email delivery, or data analysis). They act as data processors, under contract and following UPV instructions, with adequate security and confidentiality guarantees.</li>\n        <li><strong>UPV teaching or research collaborators:</strong> exclusively for statistical or academic purposes, and always in aggregated or anonymized format.</li>\n        <li><strong>Legal or administrative obligations:</strong> when there is a requirement from competent authorities, public bodies, or court orders.</li>\n      </ul>\n      <p><strong>International transfers:</strong> if any service provider is located outside the European Economic Area (EEA), UPV will ensure that such transfers comply with GDPR provisions through:</p>\n      <ul>\n        <li>European Commission adequacy decisions</li>\n        <li>Standard contractual clauses approved by the Commission</li>\n        <li>Other legally valid mechanisms that ensure an adequate level of protection</li>\n      </ul>\n      <p>Personal data will never be sold to third parties or used for commercial purposes unrelated to UPVX training activity.</p>\n    </section>\n\n    <section id=\"derechos\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">7. User rights</h2>\n      <p>As the data subject, you can exercise the following rights:</p>\n      <ul>\n        <li><strong>Access:</strong> know what personal data we process.</li>\n        <li><strong>Rectification:</strong> request correction of inaccurate data.</li>\n        <li><strong>Erasure:</strong> request deletion of your data when no longer necessary.</li>\n        <li><strong>Restriction of processing:</strong> restrict the use of your data in certain cases.</li>\n        <li><strong>Objection:</strong> object to the processing of your data in certain circumstances.</li>\n        <li><strong>Portability:</strong> receive your data in a structured and transferable format.</li>\n        <li><strong>Withdrawal of consent:</strong> in cases where processing is based on it.</li>\n      </ul>\n      <p>You can exercise these rights by writing to <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>, indicating your request and proving your identity.</p>\n      <p>If you believe your rights have not been respected, you can file a complaint with the <a href=\"https://www.aepd.es\" target=\"_blank\" rel=\"noopener\">Spanish Data Protection Agency (AEPD)</a>.</p>\n    </section>\n\n    <section id=\"seguridad\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">8. Data security</h2>\n      <p>UPV adopts appropriate technical and organizational measures to ensure data security, including encryption, access control, and periodic audits, in accordance with the National Security Scheme and GDPR.</p>\n    </section>\n\n    <section id=\"menores\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">9. Minors</h2>\n      <p>The platform is not intended for children under 14 years of age. If you are a minor, you should not register without the consent of your parents or legal guardians.</p>\n    </section>\n\n    <section id=\"cambios\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">10. Modifications to this policy</h2>\n      <p>UPV may update this privacy policy to adapt it to regulatory or technical changes. The date of the last revision will always be shown at the end of the document.</p>\n    </section>\n\n  </div>\n</main>",
  "static_privacy_title": "Privacy Policy",
  
  "static_cookies_html": "<header>\n <style>\n  .wrap { max-width: 100%; overflow-x: hidden; word-wrap: break-word; }\n  .wrap a { word-break: break-all; overflow-wrap: break-word; }\n  table { table-layout: fixed; width: 100%; }\n  table td, table th { overflow-wrap: break-word; word-break: break-word; }\n</style>\n<header>\n   <div class=\"wrap\">\n    <p class=\"updated\">Last updated: November 6, 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">Cookie Policy</h1>\n    <p>This policy describes the use of cookies and similar technologies on <strong>upvx.es</strong> (Open edX platform of the Universitat Politècnica de València, hereinafter «UPVX»). Here we explain what they are, what they are used for, what types we use, how you can manage them, and how to exercise your rights.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"que-son\" >\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. What are cookies?</h2>\n      <p>Cookies are small files that the website places on your device to enable or improve functionalities, remember your preferences, and perform audience measurements. They can be <em>first-party</em> (set by upvx.es) or <em>third-party</em> (set by different domains, such as Google or YouTube when their services are integrated).</p>\n      <p>Some cookies involve processing of personal data (e.g., <span class=\"k\">IP</span> or online identifiers). Processing is carried out in accordance with <abbr title=\"Regulation (EU) 2016/679\">GDPR</abbr> and <abbr title=\"Organic Law 3/2018\">LOPDGDD</abbr>. See the <a href=\"/privacy\" target=\"_blank\" rel=\"noopener\">UPVX Privacy Policy</a> for more information.</p>\n    </section>\n\n    <section id=\"consentimiento\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Legal basis and consent</h2>\n      <p>At UPVX we use:</p>\n      <ul>\n        <li><strong>Technical or necessary cookies</strong>: installed without the need for consent because they enable service delivery (e.g., authentication, security, language selection).</li>\n        <li><strong>Analytical cookies (Google Analytics 4)</strong> and <strong>YouTube cookies</strong>: installed only if you give your consent through the initial banner. You can accept or reject them when you first access.</li>\n      </ul>\n    </section>\n\n    <section id=\"tipos\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. Types of cookies we use</h2>\n      <div class=\"grid\">\n        <div>\n          <p class=\"pill\"><span class=\"ok\">●</span> Technical or necessary</p>\n          <p class=\"note\">Essential for logging in, maintaining the session, applying CSRF security, or remembering the language.</p>\n        </div>\n        <div>\n          <p class=\"pill\"><span class=\"warn\">●</span> Analytical and multimedia (require consent)</p>\n          <p class=\"note\">Usage measurement (Google Analytics 4) and playback of embedded videos (YouTube), which may use Google identifiers.</p>\n        </div>\n      </div>\n    </section>\n\n    <section id=\"listado\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. Cookie list</h2>\n      <p class=\"note\">The names, domains, and expiration dates shown below reflect a real example observed on the UPVX homepage and Google's public documentation. They may vary with technical or configuration changes.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. First-party cookies (upvx.es / .upvx.es – Open edX)</h3>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table aria-describedby=\"own-desc\" style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Purpose</th>\n            <th>Type</th>\n            <th>Duration</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">csrftoken</td>\n            <td>upvx.es</td>\n            <td>Security. Prevention of <span class=\"k\">CSRF</span> attacks on forms.</td>\n            <td>Technical (necessary)</td>\n            <td>Up to 1 year</td>\n          </tr>\n          <tr>\n            <td class=\"k\">sessionid</td>\n            <td>upvx.es</td>\n            <td>Authentication and user session maintenance.</td>\n            <td>Technical (necessary)</td>\n            <td>Session</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-header-payload</td>\n            <td>.upvx.es</td>\n            <td>Authentication. Contains the header and payload of the <span class=\"k\">JWT</span> for Open edX sessions.</td>\n            <td>Technical (necessary)</td>\n            <td>Variable (e.g., hours)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-jwt-cookie-signature</td>\n            <td>.upvx.es</td>\n            <td>Integrity. <span class=\"k\">JWT</span> signature to validate authenticity.</td>\n            <td>Technical (necessary)</td>\n            <td>Variable (e.g., hours)</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edx-user-info</td>\n            <td>.upvx.es</td>\n            <td>Interface preferences (profile link, image, etc.) of the authenticated user.</td>\n            <td>Functionality</td>\n            <td>Hours/days</td>\n          </tr>\n          <tr>\n            <td class=\"k\">edxloggedin</td>\n            <td>.upvx.es</td>\n            <td>Indicates if the session is started to optimize navigation.</td>\n            <td>Functionality</td>\n            <td>Minutes/hours</td>\n          </tr>\n          <tr>\n            <td class=\"k\">openedx-language-preference</td>\n            <td>.upvx.es</td>\n            <td>Remembers language preference.</td>\n            <td>Preferences</td>\n            <td>Up to 1 month</td>\n          </tr>\n          <tr>\n            <td class=\"k\">course-v1:… / edxCourseRedirect</td>\n            <td>upvx.es</td>\n            <td>Saves the last course or block visited to resume navigation.</td>\n            <td>Functionality</td>\n            <td>Days/weeks</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Analytics cookies (Google Analytics 4)</h3>\n      <p class=\"small\">Installed only with your consent. UPVX uses GA4 to obtain aggregated statistics and improve the service (never to create individual profiles).</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table  style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Purpose</th>\n            <th>Type</th>\n            <th>Duration</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">_ga</td>\n            <td>upvx.es</td>\n            <td>Identify unique users (client ID) for aggregated metrics.</td>\n            <td>Analytics (consent)</td>\n            <td>2 years</td>\n          </tr>\n          <tr>\n            <td class=\"k\">_ga_&lt;ID&gt;</td>\n            <td>upvx.es</td>\n            <td>Maintain session state and assignment to GA4 container.</td>\n            <td>Analytics (consent)</td>\n            <td>2 years</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. YouTube cookies (third-party)</h3>\n      <p class=\"small\">Installed only if you interact with embedded videos and accept their use. Some are used to remember preferences and, where applicable, for ad personalization by Google/YouTube.</p>\n      <div style=\"overflow:auto; margin-bottom: 1.5em;\">\n      <table  style=\"width: 100%; min-width: 500px;\">\n        <thead>\n          <tr>\n            <th>Name</th>\n            <th>Domain</th>\n            <th>Purpose</th>\n            <th>Type</th>\n            <th>Duration</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td class=\"k\">VISITOR_INFO1_LIVE</td>\n            <td>.youtube.com</td>\n            <td>Manage player preferences and visitor information; service issue detection.</td>\n            <td>Multimedia/marketing (consent)</td>\n            <td>~6 months</td>\n          </tr>\n          <tr>\n            <td class=\"k\">YSC</td>\n            <td>.youtube.com</td>\n            <td>Session identifier for video interactions.</td>\n            <td>Multimedia (consent)</td>\n            <td>Session</td>\n          </tr>\n          <tr>\n            <td class=\"k\">VISITOR_PRIVACY_METADATA</td>\n            <td>.youtube.com</td>\n            <td>Stores visitor's privacy/consent status on YouTube.</td>\n            <td>Preferences (consent)</td>\n            <td>Up to 6–13 months</td>\n          </tr>\n          <tr>\n            <td class=\"k\">SIDCC, SSID, SOCS</td>\n            <td>.google.com / .youtube.com</td>\n            <td>Account security, preferences, and consent status for Google services linked to the player.</td>\n            <td>Multimedia/security (consent)</td>\n            <td>Months / up to 2 years</td>\n          </tr>\n        </tbody>\n      </table>\n      </div>\n    </section>\n\n    <section id=\"gestion\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. How can you manage or disable cookies?</h2>\n      <p>You can configure, reject, or delete cookies from your browser settings. Keep in mind that technical cookies may be necessary for the website to function properly and, if you block them, some parts may not be available.</p>\n\n      <p>All modern browsers allow you to change cookie settings. These settings are usually found in the \"Options\" or \"Preferences\" menu of the browser. You can disable them at any time from:</p>\n      <ul>\n        <li>Google Chrome: <a href=\"http://support.google.com/chrome/bin/answer.py?hl=en&answer=95647\" target=\"_blank\" rel=\"noopener\">Manage cookies with Chrome</a></li>\n        <li>Microsoft Edge: <a href=\"https://support.microsoft.com/en-us/microsoft-edge/delete-cookies-in-microsoft-edge-63947406-40ac-c3b8-57b9-2a946a29ae09\" target=\"_blank\" rel=\"noopener\">Manage cookies with Edge</a></li>\n        <li>Mozilla Firefox: <a href=\"http://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences\" target=\"_blank\" rel=\"noopener\">Manage cookies with Firefox</a></li>\n        <li>Apple Safari: <a href=\"http://support.apple.com/kb/ph5042\" target=\"_blank\" rel=\"noopener\">Manage cookies with Safari</a></li>\n      </ul>\n    </section>\n\n    <section id=\"transferencias\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. International transfers</h2>\n      <p>The use of Google Analytics and YouTube may involve international data transfers by Google LLC. See Google's information on privacy and cookie use to learn about applicable safeguards.</p>\n    </section>\n\n    <section id=\"responsable\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Controller and contact</h2>\n      <p><strong>Data controller:</strong> Universitat Politècnica de València (UPV). Data Protection Officer: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a>.</p>\n      <p>To exercise your rights of access, rectification, erasure, objection, restriction, or portability, follow the instructions in the <a href=\"https://www.upv.es/legal/politica-privacidad-en.html\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a>. You can also file a complaint with the Spanish Data Protection Agency.</p>\n    </section>\n\n    <section id=\"cambios\" >\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Changes to this policy</h2>\n      <p>This policy may be updated to reflect regulatory or technical changes. We will publish the current version and the date of last update on this same page.</p>\n    </section>\n\n  </div>\n</main>",
  "static_cookies_title": "Cookie Policy",
  
  "static_tos_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Last updated: October 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Legal Notice</h1>\n    <p>These general terms and conditions of use (hereinafter, \"Terms of Service\") govern access to and use of the UPVX platform, whose web domain is <a href=\"https://upvx.es/\">https://upvx.es/</a> (hereinafter, \"the Platform\"), offered by the UNIVERSITAT POLITÈCNICA DE VALÈNCIA (hereinafter, \"UPV\" or \"the University\").</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"indice\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">Table of Contents</h2>\n      <ol>\n        <li>General Information</li>\n        <li>Purpose of the Platform</li>\n        <li>General Terms of Use</li>\n        <li>User Registration and Access</li>\n        <li>Personal Data Protection</li>\n        <li>Intellectual and Industrial Property</li>\n        <li>Links</li>\n        <li>Disclaimer</li>\n        <li>Use of Cookies</li>\n        <li>Modifications</li>\n        <li>Applicable Law and Jurisdiction</li>\n        <li>Honor Code</li>\n      </ol>\n    </section>\n\n    <section id=\"informacion-general\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">1. General Information</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.1. Identifying Data</h3>\n      <p>In compliance with Article 10 of Law 34/2002, of July 11, on Information Society Services and Electronic Commerce (LSSI-CE), we inform you that:</p>\n      <ul>\n        <li><strong>Owner</strong>: Universitat Politècnica de València</li>\n        <li><strong>Address</strong>: Camino de Vera s/n, 46022 Valencia (Spain)</li>\n        <li><strong>Tax ID</strong>: Q-4618002-B</li>\n        <li><strong>Phone</strong>: +34 96 387 70 00</li>\n        <li><strong>Contact email</strong>: <a href=\"mailto:admin@upvx.es\">admin@upvx.es</a></li>\n        <li><strong>Data Protection Officer</strong>: <a href=\"mailto:dpd@upv.es\">dpd@upv.es</a></li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">1.2. Platform Ownership</h3>\n      <p>UPV is the sole owner of the UPVX Platform and makes it available to Internet users in order to provide virtual services associated with the UPVX Virtual Learning Community.</p>\n    </section>\n\n    <section id=\"objeto\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">2. Purpose of the Platform</h2>\n      <p>The UPVX Platform serves as a virtual meeting point and tool to fulfill the objectives of the UPVX Virtual Learning Community:</p>\n      <ul>\n        <li><strong>Technological Innovation</strong>: Foster innovation and generation of technological resources applicable to virtual education, facilitating access to professional training and higher education.</li>\n        <li><strong>Methodological Innovation</strong>: Experiment with disruptive pedagogical methodologies and strategies that enable innovative use of technology and the Internet (e-Learning, peer learning, social learning, self-directed, massive, etc.).</li>\n        <li><strong>Open Innovation</strong>: Explore the use of open repositories of educational content and new forms of accreditation and certification that allow more flexible, modular, and agile training for new professional profiles in the digital environment.</li>\n        <li><strong>Permanent Online Training</strong>: Promote permanent online training as an educational model to train and accredit competencies demanded by the new labor market and digital economy.</li>\n        <li><strong>Knowledge-Based Entrepreneurship</strong>: Encourage training, interaction, and launch of entrepreneurial initiatives in the digital field.</li>\n      </ul>\n    </section>\n\n    <section id=\"condiciones-uso\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">3. General Terms of Use</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.1. General Policy</h3>\n      <p>Access to and use of the Platform grants User status and implies full and unreserved acceptance of all Terms of Service in force at each time of access. If you do not agree with these terms, you must refrain from using the Platform.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.2. Free Nature</h3>\n      <p>The provision of services by UPV through the Platform is free for Users.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.3. Age Requirements</h3>\n      <p><strong>The Platform is intended exclusively for persons over 14 years of age.</strong> Children under 14 may not register or provide their personal data without the express authorization of their parents or legal guardians, in accordance with Article 7 of Organic Law 3/2018, of December 5, on Personal Data Protection and guarantee of digital rights (LOPDGDD).</p>\n      <p>Persons over 14 years of age may register and use the Platform by themselves, assuming responsibility for their use of it.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.4. User Responsibility</h3>\n      <p>The User shall be responsible for:</p>\n      <ul>\n        <li>Providing truthful, accurate, complete, and updated information during registration and use of the Platform.</li>\n        <li>Proper use of the Platform and its contents.</li>\n        <li>Contents, opinions, or links incorporated into forums, ensuring they do not violate third-party rights (privacy, image, intellectual or industrial property).</li>\n        <li>Maintaining the confidentiality of their access credentials.</li>\n      </ul>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.5. User-Generated Content</h3>\n      <p>The User declares to assume exclusive responsibility for the content they publish, guaranteeing authorship and that it does not infringe third-party rights or contain unlawful information, contrary to morality or public order.</p>\n      <p>UPV reserves the right to remove, without prior notice, any content that violates these Terms of Service or current legislation, without generating any liability for the University.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">3.6. Service Availability</h3>\n      <p>UPV does not guarantee uninterrupted availability and continuity of Platform operation, and may interrupt the service for security, technical, maintenance reasons, or causes attributable to third parties, without generating the right to compensation.</p>\n      <p>When possible, UPV will give prior notice of planned interruptions.</p>\n    </section>\n\n    <section id=\"registro\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">4. User Registration and Access</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.1. Account Creation</h3>\n      <p>To access certain Platform services, Users must register by creating a unique and personal account. Registration implies acceptance of these Terms of Service and the <a href=\"/privacy\">Privacy Policy</a>.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.2. Registration Data</h3>\n      <p>During the registration process, the following data will be requested:</p>\n      <p><strong>Mandatory data:</strong></p>\n      <ul>\n        <li>Name and surname</li>\n        <li>Email address</li>\n        <li>Username</li>\n        <li>Password</li>\n      </ul>\n      <p><strong>Optional data:</strong></p>\n      <ul>\n        <li>Gender</li>\n        <li>Education level</li>\n        <li>Country of residence</li>\n        <li>Motivation for using the Platform</li>\n        <li>Language preferences</li>\n      </ul>\n      <p>The User agrees to keep their data updated and assumes responsibility for their accuracy. UPV may request documents that prove the accuracy of the data.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">4.3. Account and Password Use</h3>\n      <p>The User is responsible for maintaining the confidentiality of their password and all activities performed from their account. They must immediately notify UPV of any unauthorized use of their account or any other security breach.</p>\n    </section>\n\n    <section id=\"proteccion-datos\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">5. Personal Data Protection</h2>\n      <p>The Universitat Politècnica de València informs Users that it processes their personal data in accordance with current legislation on personal data protection, especially Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 (GDPR), and Organic Law 3/2018, of December 5, on Personal Data Protection and guarantee of digital rights (LOPDGDD).</p>\n      <p>All information regarding the processing of personal data is detailed in the <strong><a href=\"/privacy\">Privacy Policy</a></strong> of the Platform.</p>\n    </section>\n\n    <section id=\"propiedad-intelectual\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">6. Intellectual and Industrial Property</h2>\n      \n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.1. Platform Contents</h3>\n      <p>All Platform contents and elements (design, texts, images, videos, software, etc.), unless expressly stated otherwise, are the exclusive property of UPV or third parties who have authorized their use, and are protected by intellectual and industrial property laws.</p>\n      <p>Access to the Platform does not imply any waiver, transmission, license, or total or partial assignment of such rights by UPV.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.2. Use of Contents</h3>\n      <p>The User is only authorized to view and obtain a temporary private copy of the contents for their personal and private use, without commercial exploitation, reproduction, distribution, modification, public communication, transformation, or decompilation.</p>\n      <p>Any different use requires express written authorization from UPV or the rights holder.</p>\n\n      <h3 style=\"margin-top: 2em; margin-bottom: 0.6em;\">6.3. User-Generated Content</h3>\n      <p>By publishing content, the User as the rights owner grants UPV a non-exclusive, free, sublicensable, transferable, worldwide license for the use, reproduction, distribution, modification, public communication, and transformation of such content, exclusively for the purposes of Platform operation and associated services.</p>\n    </section>\n\n    <section id=\"enlaces\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">7. Links</h2>\n      <p>The Platform may include links to third-party websites. UPV is not responsible for the contents, privacy policies, or practices of such websites. Access to them is the sole responsibility of the User.</p>\n    </section>\n\n    <section id=\"exclusion-responsabilidad\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">8. Disclaimer</h2>\n      <p>UPV is not responsible for damages of any nature that may arise from the interruption, suspension, or cancellation of the Platform service, or from the use Users make of the contents. UPV acts in good faith and provides reasonable means to guarantee adequate service, but cannot guarantee the absence of viruses, service infallibility, or the veracity of content generated by third parties.</p>\n    </section>\n\n    <section id=\"cookies\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">9. Use of Cookies</h2>\n      <p>The Platform uses cookies, as detailed in the <strong><a href=\"/cookies\">Cookie Policy</a></strong>.</p>\n    </section>\n\n    <section id=\"modificaciones\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">10. Modifications</h2>\n      <p>UPV reserves the right to modify, at any time and without prior notice, the presentation and configuration of the Platform, as well as these Terms of Service. Modifications will be published on the Platform and will enter into force from their publication.</p>\n    </section>\n\n    <section id=\"legislacion\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">11. Applicable Law and Jurisdiction</h2>\n      <p>These Terms of Service are governed by Spanish common law. In case of dispute, the parties submit to the Courts and Tribunals of the city of Valencia (Spain), waiving any other jurisdiction.</p>\n    </section>\n\n    <section id=\"codigo-honor\">\n      <h2 style=\"margin-top: 1.5em; margin-bottom: 0.8em;\">12. Honor Code</h2>\n      <p>The User agrees to respect the <strong>UPVX Honor Code</strong>, which complements these Terms of Service and regulates the ethical conduct expected within the Virtual Learning Community.</p>\n      <p>It is considered an integral part of this agreement and its breach may result in suspension or cancellation of the User's account.</p>\n      <p><a href=\"https://upvx.es/honor\">Access the UPVX Honor Code</a></p>\n    </section>\n\n  </div>\n</main>",
  "static_tos_title": "Legal Notice",
  
  "static_honor_html": "<header>\n  <div class=\"wrap\">\n    <p class=\"updated\">Last updated: November 6, 2025</p>\n    <h1 style=\"margin-top: 0.5em; margin-bottom: 0.75em;\">UPVX Honor Code</h1>\n    <p>By enrolling in a course on <strong>UPVX</strong>, you become part of a global open learning community driven by the Universitat Politècnica de València (UPV). Our goal is to offer quality, accessible, and free training, fostering autonomous learning, curiosity, and academic integrity.</p>\n  </div>\n</header>\n\n<main>\n  <div class=\"wrap\">\n\n    <section id=\"colaboracion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">1. Collaboration Policy</h2>\n      <p>Your participation contributes to the success of this community. UPVX trusts your motivation to learn and act honestly in all your activities. By using UPVX, you agree to comply with this <strong>Honor Code</strong> and the specific conditions that may apply to each course or program, available on their respective pages.</p>\n    </section>\n\n    <section id=\"compromiso\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">2. Commitment to the Honor Code</h2>\n      <p>By enrolling in a course or program at <strong>UPVX</strong>, I agree that:</p>\n      <ul>\n        <li><strong>I will personally complete</strong> all tests, quizzes, and evaluation activities, unless it is expressly stated that collaboration is permitted.</li>\n        <li><strong>I will maintain a single user account</strong>, linked to my truthful personal data.</li>\n        <li><strong>I will not share my username or password</strong> with anyone else.</li>\n        <li><strong>I will not participate in any dishonest activity</strong> that alters my results or negatively affects the experience of other students.</li>\n        <li><strong>I will not post solutions or answers</strong> to exercises or evaluation tests, unless expressly authorized by the teaching team.</li>\n      </ul>\n    </section>\n\n    <section id=\"infracciones\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">3. Violations</h2>\n      <p>Failure to comply with this Honor Code or the Platform's Terms of Use may result, at the discretion of the UPVX team or the university responsible for the course, in one or more of the following measures:</p>\n      <ul>\n        <li>Cancellation of the affected activity or evaluation.</li>\n        <li>Withdrawal of the certificate of achievement obtained.</li>\n        <li>Expulsion from the course or from the UPVX platform.</li>\n      </ul>\n      <p>Violations will be evaluated by the academic team responsible for the course and, where appropriate, by UPV staff responsible for platform management. The participant will be informed of the decision made and the corresponding measures.</p>\n    </section>\n\n    <section id=\"modificacion\">\n      <h2 style=\"margin-top: 0.5em; margin-bottom: 0.8em;\">4. Modification of the Honor Code</h2>\n      <p>UPVX may update this <strong>Honor Code</strong> to reflect regulatory, technical, or pedagogical changes. Any modification will be published on this same page with the date of last update. By continuing to use the platform after the publication of changes, you will be deemed to accept the new text.</p>\n    </section>\n\n  </div>\n</main>",
  "static_honor_title": "Honor Code",
  
  "static_contact_html": "  <div style=\"font-family: Arial, sans-serif; background-color: #f4f6f8; margin: 0; padding: 40px;\">\n\n    <div style=\"max-width: 600px; margin: 0 auto; background-color: #ffffff; padding: 30px; border-radius: 12px; box-shadow: 0 4px 10px rgba(0, 0, 0, 0.1);\">\n\n         <h2 style=\"color: #ca0000; font-size: 22px; margin-bottom: 10px;\">Contact Form</h2>\n\n        <form action=\"#\" method=\"post\">\n            <label for=\"name\" style=\"display: block; margin-bottom: 5px;\">Name:</label>\n            <input type=\"text\" id=\"name\" name=\"name\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"email\" style=\"display: block; margin-bottom: 5px;\">Email:</label>\n            <input type=\"email\" id=\"email\" name=\"email\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 15px; border: 1px solid #ccc; border-radius: 6px;\">\n\n            <label for=\"message\" style=\"display: block; margin-bottom: 5px;\">Message:</label>\n            <textarea id=\"message\" name=\"message\" rows=\"5\" required\n                style=\"width: 100%; padding: 10px; margin-bottom: 20px; border: 1px solid #ccc; border-radius: 6px;\"></textarea>\n\n            <button type=\"submit\"\n                style=\"background-color: #ca0000; color: white; padding: 12px 20px; border: none; border-radius: 6px; font-size: 16px; cursor: pointer; width: 100%;\">\n                Send Message\n            </button>\n        </form>\n\n    </div>\n\n</div>"
}
